{"text": "The titter that rippled around the room appeared to abash the boy, but\nin reality that result was caused rather more by his worshipful awe\nof his unknown idol and the dread pleasure that lay in his high good\nfortune. He sat down upon the end of the pine bench and the girl hitched\nherself away from him with a toss of her head. Nudges and winks and\nwhispers traversed the room, but Tom sat still, with his arms upon the\nlong, low desk before him, and seemed to study his book.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 92}
{"text": "His first proposition and request, that the dance begun at Mr. Cole’s\nshould be finished there—that the same party should be collected, and\nthe same musician engaged, met with the readiest acquiescence. Mr.\nWeston entered into the idea with thorough enjoyment, and Mrs. Weston\nmost willingly undertook to play as long as they could wish to dance;\nand the interesting employment had followed, of reckoning up exactly\nwho there would be, and portioning out the indispensable division of\nspace to every couple.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 82}
{"text": "Emma, in the meanwhile, could not be satisfied without a dinner at\nHartfield for the Eltons. They must not do less than others, or she\nshould be exposed to odious suspicions, and imagined capable of pitiful\nresentment. A dinner there must be. After Emma had talked about it for\nten minutes, Mr. Woodhouse felt no unwillingness, and only made the\nusual stipulation of not sitting at the bottom of the table himself,\nwith the usual regular difficulty of deciding who should do it for him.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 85}
{"text": "Tom and Huck rose up, weak but vastly relieved, and stared after them\nthrough the chinks between the logs of the house. Follow? Not they. They\nwere content to reach ground again without broken necks, and take the\ntownward track over the hill. They did not talk much. They were too much\nabsorbed in hating themselves—hating the ill luck that made them take\nthe spade and the pick there. But for that, Injun Joe never would have\nsuspected. He would have hidden the silver with the gold to wait\nthere till his “revenge” was satisfied, and then he would have had the\nmisfortune to find that money turn up missing. Bitter, bitter luck that\nthe tools were ever brought there!", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 120}
{"text": "“Yes, yes, yes, I know just how you feel, Mrs. Harper, I know just\nexactly how you feel. No longer ago than yesterday noon, my Tom took\nand filled the cat full of Pain-killer, and I did think the cretur would\ntear the house down. And God forgive me, I cracked Tom’s head with my\nthimble, poor boy, poor dead boy. But he’s out of all his troubles now.\nAnd the last words I ever heard him say was to reproach—”", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 81}
{"text": "“Yes, and what you told me on that head, confirmed an idea which I had\nentertained before.—I do not mean to reflect upon the good intentions\nof either Mr. Dixon or Miss Fairfax, but I cannot help suspecting\neither that, after making his proposals to her friend, he had the\nmisfortune to fall in love with _her_, or that he became conscious of a\nlittle attachment on her side. One might guess twenty things without\nguessing exactly the right; but I am sure there must be a particular\ncause for her chusing to come to Highbury instead of going with the\nCampbells to Ireland. Here, she must be leading a life of privation and\npenance; there it would have been all enjoyment. As to the pretence of\ntrying her native air, I look upon that as a mere excuse.—In the summer\nit might have passed; but what can any body’s native air do for them in\nthe months of January, February, and March? Good fires and carriages\nwould be much more to the purpose in most cases of delicate health, and\nI dare say in her’s. I do not require you to adopt all my suspicions,\nthough you make so noble a profession of doing it, but I honestly tell\nyou what they are.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 214}
{"text": "“You need not be at any pains to reconcile me to the match. I think\nHarriet is doing extremely well. _Her_ connexions may be worse than\n_his_. In respectability of character, there can be no doubt that they\nare. I have been silent from surprize merely, excessive surprize. You\ncannot imagine how suddenly it has come on me! how peculiarly\nunprepared I was!—for I had reason to believe her very lately more\ndetermined against him, much more, than she was before.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 81}
{"text": "“Money. You make them raise all they can, off’n their friends; and after\nyou’ve kept them a year, if it ain’t raised then you kill them. That’s\nthe general way. Only you don’t kill the women. You shut up the women,\nbut you don’t kill them. They’re always beautiful and rich, and awfully\nscared. You take their watches and things, but you always take your hat\noff and talk polite. They ain’t anybody as polite as robbers—you’ll see\nthat in any book. Well, the women get to loving you, and after they’ve\nbeen in the cave a week or two weeks they stop crying and after that\nyou couldn’t get them to leave. If you drove them out they’d turn right\naround and come back. It’s so in all the books.”", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 131}
{"text": "The brothers talked of their own concerns and pursuits, but principally\nof those of the elder, whose temper was by much the most communicative,\nand who was always the greater talker. As a magistrate, he had\ngenerally some point of law to consult John about, or, at least, some\ncurious anecdote to give; and as a farmer, as keeping in hand the\nhome-farm at Donwell, he had to tell what every field was to bear next\nyear, and to give all such local information as could not fail of being\ninteresting to a brother whose home it had equally been the longest\npart of his life, and whose attachments were strong. The plan of a\ndrain, the change of a fence, the felling of a tree, and the\ndestination of every acre for wheat, turnips, or spring corn, was\nentered into with as much equality of interest by John, as his cooler\nmanners rendered possible; and if his willing brother ever left him any\nthing to inquire about, his inquiries even approached a tone of\neagerness.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 176}
{"text": "Harriet was a little distressed—did look a little foolish at first: but\nhaving once owned that she had been presumptuous and silly, and\nself-deceived, before, her pain and confusion seemed to die away with\nthe words, and leave her without a care for the past, and with the\nfullest exultation in the present and future; for, as to her friend’s\napprobation, Emma had instantly removed every fear of that nature, by\nmeeting her with the most unqualified congratulations.—Harriet was most\nhappy to give every particular of the evening at Astley’s, and the\ndinner the next day; she could dwell on it all with the utmost delight.\nBut what did such particulars explain?—The fact was, as Emma could now\nacknowledge, that Harriet had always liked Robert Martin; and that his\ncontinuing to love her had been irresistible.—Beyond this, it must ever\nbe unintelligible to Emma.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 144}
{"text": "Their road to this detached cottage was down Vicarage Lane, a lane\nleading at right angles from the broad, though irregular, main street\nof the place; and, as may be inferred, containing the blessed abode of\nMr. Elton. A few inferior dwellings were first to be passed, and then,\nabout a quarter of a mile down the lane rose the Vicarage, an old and\nnot very good house, almost as close to the road as it could be. It had\nno advantage of situation; but had been very much smartened up by the\npresent proprietor; and, such as it was, there could be no possibility\nof the two friends passing it without a slackened pace and observing\neyes.—Emma’s remark was—", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 120}
{"text": "Huck was irritated to think he had been such a goose and betrayed such\na suspicious excitement, for he had dropped the idea that the parcel\nbrought from the tavern was the treasure, as soon as he had heard the\ntalk at the widow’s stile. He had only thought it was not the treasure,\nhowever—he had not known that it wasn’t—and so the suggestion of a\ncaptured bundle was too much for his self-possession. But on the whole\nhe felt glad the little episode had happened, for now he knew beyond all\nquestion that that bundle was not _the_ bundle, and so his mind was\nat rest and exceedingly comfortable. In fact, everything seemed to be\ndrifting just in the right direction, now; the treasure must be still\nin No. 2, the men would be captured and jailed that day, and he and\nTom could seize the gold that night without any trouble or any fear of\ninterruption.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 158}
{"text": "They combated the point some time longer in the same way; Emma rather\ngaining ground over the mind of her friend; for Mrs. Weston was the\nmost used of the two to yield; till a little bustle in the room shewed\nthem that tea was over, and the instrument in preparation;—and at the\nsame moment Mr. Cole approaching to entreat Miss Woodhouse would do\nthem the honour of trying it. Frank Churchill, of whom, in the\neagerness of her conversation with Mrs. Weston, she had been seeing\nnothing, except that he had found a seat by Miss Fairfax, followed Mr.\nCole, to add his very pressing entreaties; and as, in every respect, it\nsuited Emma best to lead, she gave a very proper compliance.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 124}
{"text": "So Tom unwound the thread from one of his needles, and each boy pricked\nthe ball of his thumb and squeezed out a drop of blood. In time, after\nmany squeezes, Tom managed to sign his initials, using the ball of his\nlittle finger for a pen. Then he showed Huckleberry how to make an H and\nan F, and the oath was complete. They buried the shingle close to the\nwall, with some dismal ceremonies and incantations, and the fetters\nthat bound their tongues were considered to be locked and the key thrown\naway.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 95}
{"text": "“And have you never known the pleasure and triumph of a lucky guess?—I\npity you.—I thought you cleverer—for, depend upon it a lucky guess is\nnever merely luck. There is always some talent in it. And as to my poor\nword ‘success,’ which you quarrel with, I do not know that I am so\nentirely without any claim to it. You have drawn two pretty pictures;\nbut I think there may be a third—a something between the do-nothing and\nthe do-all. If I had not promoted Mr. Weston’s visits here, and given\nmany little encouragements, and smoothed many little matters, it might\nnot have come to any thing after all. I think you must know Hartfield\nenough to comprehend that.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 120}
{"text": "The old Welshman came home toward daylight, spattered with\ncandle-grease, smeared with clay, and almost worn out. He found Huck\nstill in the bed that had been provided for him, and delirious with\nfever. The physicians were all at the cave, so the Widow Douglas came\nand took charge of the patient. She said she would do her best by him,\nbecause, whether he was good, bad, or indifferent, he was the Lord’s,\nand nothing that was the Lord’s was a thing to be neglected. The\nWelshman said Huck had good spots in him, and the widow said:", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 98}
{"text": "“But you have not seen so much of the world as I have. You do not know\nhow many candidates there always are for the _first_ situations. I saw\na vast deal of that in the neighbourhood round Maple Grove. A cousin of\nMr. Suckling, Mrs. Bragge, had such an infinity of applications; every\nbody was anxious to be in her family, for she moves in the first\ncircle. Wax-candles in the schoolroom! You may imagine how desirable!\nOf all houses in the kingdom Mrs. Bragge’s is the one I would most wish\nto see you in.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 97}
{"text": "She saw that Enscombe could not satisfy, and that Highbury, taken at\nits best, might reasonably please a young man who had more retirement\nat home than he liked. His importance at Enscombe was very evident. He\ndid not boast, but it naturally betrayed itself, that he had persuaded\nhis aunt where his uncle could do nothing, and on her laughing and\nnoticing it, he owned that he believed (excepting one or two points) he\ncould _with_ _time_ persuade her to any thing. One of those points on\nwhich his influence failed, he then mentioned. He had wanted very much\nto go abroad—had been very eager indeed to be allowed to travel—but she\nwould not hear of it. This had happened the year before. _Now_, he\nsaid, he was beginning to have no longer the same wish.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 137}
{"text": "“It is odd though,” observed his father, “that you should have had such\na regular connected dream about people whom it was not very likely you\nshould be thinking of at Enscombe. Perry’s setting up his carriage! and\nhis wife’s persuading him to it, out of care for his health—just what\nwill happen, I have no doubt, some time or other; only a little\npremature. What an air of probability sometimes runs through a dream!\nAnd at others, what a heap of absurdities it is! Well, Frank, your\ndream certainly shews that Highbury is in your thoughts when you are\nabsent. Emma, you are a great dreamer, I think?”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 109}
{"text": "But it transpired that this was a request which Joe had just been going\nto make of Tom, and had come to hunt him up for that purpose. His mother\nhad whipped him for drinking some cream which he had never tasted and\nknew nothing about; it was plain that she was tired of him and wished\nhim to go; if she felt that way, there was nothing for him to do but\nsuccumb; he hoped she would be happy, and never regret having driven her\npoor boy out into the unfeeling world to suffer and die.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 97}
{"text": "Then Tom girded up his loins, so to speak, and went to work to “get\nhis verses.” Sid had learned his lesson days before. Tom bent all his\nenergies to the memorizing of five verses, and he chose part of the\nSermon on the Mount, because he could find no verses that were shorter.\nAt the end of half an hour Tom had a vague general idea of his lesson,\nbut no more, for his mind was traversing the whole field of human\nthought, and his hands were busy with distracting recreations. Mary took\nhis book to hear him recite, and he tried to find his way through the\nfog:", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 110}
{"text": "It was a sad change. They had been meeting almost every day since his\narrival. Certainly his being at Randalls had given great spirit to the\nlast two weeks—indescribable spirit; the idea, the expectation of\nseeing him which every morning had brought, the assurance of his\nattentions, his liveliness, his manners! It had been a very happy\nfortnight, and forlorn must be the sinking from it into the common\ncourse of Hartfield days. To complete every other recommendation, he\nhad _almost_ told her that he loved her. What strength, or what\nconstancy of affection he might be subject to, was another point; but\nat present she could not doubt his having a decidedly warm admiration,\na conscious preference of herself; and this persuasion, joined to all\nthe rest, made her think that she _must_ be a little in love with him,\nin spite of every previous determination against it.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 149}
{"text": "This little explanation with Mr. Knightley gave Emma considerable\npleasure. It was one of the agreeable recollections of the ball, which\nshe walked about the lawn the next morning to enjoy.—She was extremely\nglad that they had come to so good an understanding respecting the\nEltons, and that their opinions of both husband and wife were so much\nalike; and his praise of Harriet, his concession in her favour, was\npeculiarly gratifying. The impertinence of the Eltons, which for a few\nminutes had threatened to ruin the rest of her evening, had been the\noccasion of some of its highest satisfactions; and she looked forward\nto another happy result—the cure of Harriet’s infatuation.—From\nHarriet’s manner of speaking of the circumstance before they quitted\nthe ballroom, she had strong hopes. It seemed as if her eyes were\nsuddenly opened, and she were enabled to see that Mr. Elton was not the\nsuperior creature she had believed him. The fever was over, and Emma\ncould harbour little fear of the pulse being quickened again by\ninjurious courtesy. She depended on the evil feelings of the Eltons for\nsupplying all the discipline of pointed neglect that could be farther\nrequisite.—Harriet rational, Frank Churchill not too much in love, and\nMr. Knightley not wanting to quarrel with her, how very happy a summer\nmust be before her!", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 223}
{"text": "At last Becky’s frail limbs refused to carry her farther. She sat down.\nTom rested with her, and they talked of home, and the friends there,\nand the comfortable beds and, above all, the light! Becky cried, and Tom\ntried to think of some way of comforting her, but all his encouragements\nwere grown thread-bare with use, and sounded like sarcasms. Fatigue bore\nso heavily upon Becky that she drowsed off to sleep. Tom was grateful.\nHe sat looking into her drawn face and saw it grow smooth and natural\nunder the influence of pleasant dreams; and by-and-by a smile dawned and\nrested there. The peaceful face reflected somewhat of peace and healing\ninto his own spirit, and his thoughts wandered away to bygone times and\ndreamy memories. While he was deep in his musings, Becky woke up with a\nbreezy little laugh—but it was stricken dead upon her lips, and a groan\nfollowed it.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 155}
{"text": "But this memory was too much for the old lady, and she broke entirely\ndown. Tom was snuffling, now, himself—and more in pity of himself than\nanybody else. He could hear Mary crying, and putting in a kindly word\nfor him from time to time. He began to have a nobler opinion of himself\nthan ever before. Still, he was sufficiently touched by his aunt’s grief\nto long to rush out from under the bed and overwhelm her with joy—and\nthe theatrical gorgeousness of the thing appealed strongly to his\nnature, too, but he resisted and lay still.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 98}
{"text": "“Yes. [Ravishing delight overhead.] _No_! by the great Sachem, no!\n[Profound distress overhead.] I’d nearly forgot. That pick had fresh\nearth on it! [The boys were sick with terror in a moment.] What business\nhas a pick and a shovel here? What business with fresh earth on\nthem? Who brought them here—and where are they gone? Have you heard\nanybody?—seen anybody? What! bury it again and leave them to come and\nsee the ground disturbed? Not exactly—not exactly. We’ll take it to my\nden.”", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 84}
{"text": "That night Tom and Huck were ready for their adventure. They hung about\nthe neighborhood of the tavern until after nine, one watching the alley\nat a distance and the other the tavern door. Nobody entered the alley or\nleft it; nobody resembling the Spaniard entered or left the tavern\ndoor. The night promised to be a fair one; so Tom went home with the\nunderstanding that if a considerable degree of darkness came on, Huck\nwas to come and “maow,” whereupon he would slip out and try the keys.\nBut the night remained clear, and Huck closed his watch and retired to\nbed in an empty sugar hogshead about twelve.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 111}
{"text": "On Saturday, shortly after noon, the boys were at the dead tree again.\nThey had a smoke and a chat in the shade, and then dug a little in their\nlast hole, not with great hope, but merely because Tom said there were\nso many cases where people had given up a treasure after getting down\nwithin six inches of it, and then somebody else had come along and\nturned it up with a single thrust of a shovel. The thing failed this\ntime, however, so the boys shouldered their tools and went away feeling\nthat they had not trifled with fortune, but had fulfilled all the\nrequirements that belong to the business of treasure-hunting.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 115}
{"text": "“Oh! very delightful indeed; I can say nothing less, for I suppose Miss\nWoodhouse and Mr. Frank Churchill are hearing every thing that passes.\nAnd (raising his voice still more) I do not see why Miss Fairfax should\nnot be mentioned too. I think Miss Fairfax dances very well; and Mrs.\nWeston is the very best country-dance player, without exception, in\nEngland. Now, if your friends have any gratitude, they will say\nsomething pretty loud about you and me in return; but I cannot stay to\nhear it.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 88}
{"text": "He had only himself to please in his choice: his fortune was his own;\nfor as to Frank, it was more than being tacitly brought up as his\nuncle’s heir, it had become so avowed an adoption as to have him assume\nthe name of Churchill on coming of age. It was most unlikely,\ntherefore, that he should ever want his father’s assistance. His father\nhad no apprehension of it. The aunt was a capricious woman, and\ngoverned her husband entirely; but it was not in Mr. Weston’s nature to\nimagine that any caprice could be strong enough to affect one so dear,\nand, as he believed, so deservedly dear. He saw his son every year in\nLondon, and was proud of him; and his fond report of him as a very fine\nyoung man had made Highbury feel a sort of pride in him too. He was\nlooked on as sufficiently belonging to the place to make his merits and\nprospects a kind of common concern.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 167}
{"text": "They assembled in camp toward suppertime, hungry and happy; but now\na difficulty arose—hostile Indians could not break the bread of\nhospitality together without first making peace, and this was a simple\nimpossibility without smoking a pipe of peace. There was no other\nprocess that ever they had heard of. Two of the savages almost wished\nthey had remained pirates. However, there was no other way; so with such\nshow of cheerfulness as they could muster they called for the pipe and\ntook their whiff as it passed, in due form.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 91}
{"text": "Morning came, eventually, and by ten or eleven o’clock a giddy and\nrollicking company were gathered at Judge Thatcher’s, and everything was\nready for a start. It was not the custom for elderly people to mar the\npicnics with their presence. The children were considered safe enough\nunder the wings of a few young ladies of eighteen and a few young\ngentlemen of twenty-three or thereabouts. The old steam ferry-boat was\nchartered for the occasion; presently the gay throng filed up the main\nstreet laden with provision-baskets. Sid was sick and had to miss\nthe fun; Mary remained at home to entertain him. The last thing Mrs.\nThatcher said to Becky, was:", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 112}
{"text": "They had started down the hill by this time. There in the middle of the\nmoonlit valley below them stood the “ha’nted” house, utterly isolated,\nits fences gone long ago, rank weeds smothering the very doorsteps, the\nchimney crumbled to ruin, the window-sashes vacant, a corner of the roof\ncaved in. The boys gazed awhile, half expecting to see a blue light flit\npast a window; then talking in a low tone, as befitted the time and the\ncircumstances, they struck far off to the right, to give the haunted\nhouse a wide berth, and took their way homeward through the woods that\nadorned the rearward side of Cardiff Hill.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 110}
{"text": "When they reached the haunted house there was something so weird and\ngrisly about the dead silence that reigned there under the baking sun,\nand something so depressing about the loneliness and desolation of the\nplace, that they were afraid, for a moment, to venture in. Then they\ncrept to the door and took a trembling peep. They saw a weedgrown,\nfloorless room, unplastered, an ancient fireplace, vacant windows,\na ruinous staircase; and here, there, and everywhere hung ragged and\nabandoned cobwebs. They presently entered, softly, with quickened\npulses, talking in whispers, ears alert to catch the slightest sound,\nand muscles tense and ready for instant retreat.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 107}
{"text": "Emma saw Mrs. Weston’s surprize, and felt that it must be great, at an\naddress which, in words and manner, was assuming to himself the right\nof first interest in her; and as for herself, she was too much provoked\nand offended to have the power of directly saying any thing to the\npurpose. She could only give him a look; but it was such a look as she\nthought must restore him to his senses, and then left the sofa,\nremoving to a seat by her sister, and giving her all her attention.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 94}
{"text": "As the night deepened, Huck began to nod, and presently to snore.\nJoe followed next. Tom lay upon his elbow motionless, for some time,\nwatching the two intently. At last he got up cautiously, on his knees,\nand went searching among the grass and the flickering reflections flung\nby the campfire. He picked up and inspected several large semi-cylinders\nof the thin white bark of a sycamore, and finally chose two which seemed\nto suit him. Then he knelt by the fire and painfully wrote something\nupon each of these with his “red keel”; one he rolled up and put in his\njacket pocket, and the other he put in Joe’s hat and removed it to a\nlittle distance from the owner. And he also put into the hat certain\nschoolboy treasures of almost inestimable value—among them a lump of\nchalk, an India-rubber ball, three fishhooks, and one of that kind\nof marbles known as a “sure ’nough crystal.” Then he tiptoed his way\ncautiously among the trees till he felt that he was out of hearing, and\nstraightway broke into a keen run in the direction of the sandbar.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 190}
{"text": "“Conjecture—aye, sometimes one conjectures right, and sometimes one\nconjectures wrong. I wish I could conjecture how soon I shall make this\nrivet quite firm. What nonsense one talks, Miss Woodhouse, when hard at\nwork, if one talks at all;—your real workmen, I suppose, hold their\ntongues; but we gentlemen labourers if we get hold of a word—Miss\nFairfax said something about conjecturing. There, it is done. I have\nthe pleasure, madam, (to Mrs. Bates,) of restoring your spectacles,\nhealed for the present.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 82}
{"text": "“That you may have less difficulty in believing this boast, of my\npresent perfect indifference,” she continued, “I will farther tell you,\nthat there was a period in the early part of our acquaintance, when I\ndid like him, when I was very much disposed to be attached to him—nay,\nwas attached—and how it came to cease, is perhaps the wonder.\nFortunately, however, it did cease. I have really for some time past,\nfor at least these three months, cared nothing about him. You may\nbelieve me, Mrs. Weston. This is the simple truth.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 94}
{"text": "“It was just so with my Joe—always full of his devilment, and up to\nevery kind of mischief, but he was just as unselfish and kind as he\ncould be—and laws bless me, to think I went and whipped him for taking\nthat cream, never once recollecting that I throwed it out myself because\nit was sour, and I never to see him again in this world, never, never,\nnever, poor abused boy!” And Mrs. Harper sobbed as if her heart would\nbreak.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 83}
{"text": "“Well, you’ve done enough. Here I go over to Sereny Harper, like an old\nsofty, expecting I’m going to make her believe all that rubbage about\nthat dream, when lo and behold you she’d found out from Joe that you was\nover here and heard all the talk we had that night. Tom, I don’t know\nwhat is to become of a boy that will act like that. It makes me feel so\nbad to think you could let me go to Sereny Harper and make such a fool\nof myself and never say a word.”", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 96}
{"text": "This was satisfactory, and so these adventures were carried out. Then\nTom became Robin Hood again, and was allowed by the treacherous nun to\nbleed his strength away through his neglected wound. And at last Joe,\nrepresenting a whole tribe of weeping outlaws, dragged him sadly forth,\ngave his bow into his feeble hands, and Tom said, “Where this arrow\nfalls, there bury poor Robin Hood under the greenwood tree.” Then he\nshot the arrow and fell back and would have died, but he lit on a nettle\nand sprang up too gaily for a corpse.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 96}
{"text": "“Oh! you amuse me excessively. I am delighted to find that you can\nvouchsafe to let your imagination wander—but it will not do—very sorry\nto check you in your first essay—but indeed it will not do. There is no\nadmiration between them, I do assure you; and the appearances which\nhave caught you, have arisen from some peculiar circumstances—feelings\nrather of a totally different nature—it is impossible exactly to\nexplain:—there is a good deal of nonsense in it—but the part which is\ncapable of being communicated, which is sense, is, that they are as far\nfrom any attachment or admiration for one another, as any two beings in\nthe world can be. That is, I _presume_ it to be so on her side, and I\ncan _answer_ for its being so on his. I will answer for the gentleman’s\nindifference.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 140}
{"text": "She tossed her head and passed on. Tom was so stunned that he had not\neven presence of mind enough to say “Who cares, Miss Smarty?” until the\nright time to say it had gone by. So he said nothing. But he was in a\nfine rage, nevertheless. He moped into the schoolyard wishing she were\na boy, and imagining how he would trounce her if she were. He presently\nencountered her and delivered a stinging remark as he passed. She hurled\none in return, and the angry breach was complete. It seemed to Becky, in\nher hot resentment, that she could hardly wait for school to “take in,”\n she was so impatient to see Tom flogged for the injured spelling-book.\nIf she had had any lingering notion of exposing Alfred Temple, Tom’s\noffensive fling had driven it entirely away.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 140}
{"text": "Shortly Tom came upon the juvenile pariah of the village, Huckleberry\nFinn, son of the town drunkard. Huckleberry was cordially hated and\ndreaded by all the mothers of the town, because he was idle and lawless\nand vulgar and bad—and because all their children admired him so, and\ndelighted in his forbidden society, and wished they dared to be like\nhim. Tom was like the rest of the respectable boys, in that he envied\nHuckleberry his gaudy outcast condition, and was under strict orders\nnot to play with him. So he played with him every time he got a chance.\nHuckleberry was always dressed in the cast-off clothes of full-grown\nmen, and they were in perennial bloom and fluttering with rags. His hat\nwas a vast ruin with a wide crescent lopped out of its brim; his coat,\nwhen he wore one, hung nearly to his heels and had the rearward buttons\nfar down the back; but one suspender supported his trousers; the seat of\nthe trousers bagged low and contained nothing, the fringed legs dragged\nin the dirt when not rolled up.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 183}
{"text": "“Well, you see, I’m a kind of a hard lot,—least everybody says so, and\nI don’t see nothing agin it—and sometimes I can’t sleep much, on account\nof thinking about it and sort of trying to strike out a new way of\ndoing. That was the way of it last night. I couldn’t sleep, and so I\ncome along upstreet ’bout midnight, a-turning it all over, and when I\ngot to that old shackly brick store by the Temperance Tavern, I backed\nup agin the wall to have another think. Well, just then along comes\nthese two chaps slipping along close by me, with something under their\narm, and I reckoned they’d stole it. One was a-smoking, and t’other one\nwanted a light; so they stopped right before me and the cigars lit up\ntheir faces and I see that the big one was the deaf and dumb Spaniard,\nby his white whiskers and the patch on his eye, and t’other one was a\nrusty, ragged-looking devil.”", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 167}
{"text": "Within two minutes, or even less, he had forgotten all his troubles. Not\nbecause his troubles were one whit less heavy and bitter to him than a\nman’s are to a man, but because a new and powerful interest bore\nthem down and drove them out of his mind for the time—just as men’s\nmisfortunes are forgotten in the excitement of new enterprises. This new\ninterest was a valued novelty in whistling, which he had just acquired\nfrom a negro, and he was suffering to practise it undisturbed. It\nconsisted in a peculiar bird-like turn, a sort of liquid warble,\nproduced by touching the tongue to the roof of the mouth at short\nintervals in the midst of the music—the reader probably remembers how to\ndo it, if he has ever been a boy. Diligence and attention soon gave him\nthe knack of it, and he strode down the street with his mouth full of\nharmony and his soul full of gratitude. He felt much as an astronomer\nfeels who has discovered a new planet—no doubt, as far as strong, deep,\nunalloyed pleasure is concerned, the advantage was with the boy, not the\nastronomer.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 194}
{"text": "About a fortnight after Tom’s rescue from the cave, he started off to\nvisit Huck, who had grown plenty strong enough, now, to hear exciting\ntalk, and Tom had some that would interest him, he thought. Judge\nThatcher’s house was on Tom’s way, and he stopped to see Becky. The\nJudge and some friends set Tom to talking, and some one asked him\nironically if he wouldn’t like to go to the cave again. Tom said he\nthought he wouldn’t mind it. The Judge said:", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 85}
{"text": "“How very pleasing and proper of him!” cried the good-hearted Mrs. John\nKnightley. “I have no doubt of his being a most amiable young man. But\nhow sad it is that he should not live at home with his father! There is\nsomething so shocking in a child’s being taken away from his parents\nand natural home! I never could comprehend how Mr. Weston could part\nwith him. To give up one’s child! I really never could think well of\nany body who proposed such a thing to any body else.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 91}
{"text": "Perfect happiness, even in memory, is not common; and there were two\npoints on which she was not quite easy. She doubted whether she had not\ntransgressed the duty of woman by woman, in betraying her suspicions of\nJane Fairfax’s feelings to Frank Churchill. It was hardly right; but it\nhad been so strong an idea, that it would escape her, and his\nsubmission to all that she told, was a compliment to her penetration,\nwhich made it difficult for her to be quite certain that she ought to\nhave held her tongue.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 93}
{"text": "The new boy took two broad coppers out of his pocket and held them out\nwith derision. Tom struck them to the ground. In an instant both boys\nwere rolling and tumbling in the dirt, gripped together like cats; and\nfor the space of a minute they tugged and tore at each other’s hair and\nclothes, punched and scratched each other’s nose, and covered themselves\nwith dust and glory. Presently the confusion took form, and through the\nfog of battle Tom appeared, seated astride the new boy, and pounding him\nwith his fists. “Holler ’nuff!” said he.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 97}
{"text": "Tom appeared on the sidewalk with a bucket of whitewash and a\nlong-handled brush. He surveyed the fence, and all gladness left him and\na deep melancholy settled down upon his spirit. Thirty yards of board\nfence nine feet high. Life to him seemed hollow, and existence but a\nburden. Sighing, he dipped his brush and passed it along the topmost\nplank; repeated the operation; did it again; compared the insignificant\nwhitewashed streak with the far-reaching continent of unwhitewashed\nfence, and sat down on a tree-box discouraged. Jim came skipping out at\nthe gate with a tin pail, and singing Buffalo Gals. Bringing water from\nthe town pump had always been hateful work in Tom’s eyes, before, but\nnow it did not strike him so. He remembered that there was company at\nthe pump. White, mulatto, and negro boys and girls were always there\nwaiting their turns, resting, trading playthings, quarrelling, fighting,\nskylarking. And he remembered that although the pump was only a hundred\nand fifty yards off, Jim never got back with a bucket of water under an\nhour—and even then somebody generally had to go after him. Tom said:", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 191}
{"text": "“I know that you all love her really too well to be unjust or unkind;\nbut excuse me, Mr. Knightley, if I take the liberty (I consider myself,\nyou know, as having somewhat of the privilege of speech that Emma’s\nmother might have had) the liberty of hinting that I do not think any\npossible good can arise from Harriet Smith’s intimacy being made a\nmatter of much discussion among you. Pray excuse me; but supposing any\nlittle inconvenience may be apprehended from the intimacy, it cannot be\nexpected that Emma, accountable to nobody but her father, who perfectly\napproves the acquaintance, should put an end to it, so long as it is a\nsource of pleasure to herself. It has been so many years my province to\ngive advice, that you cannot be surprized, Mr. Knightley, at this\nlittle remains of office.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 143}
{"text": "“A very fine young man indeed, Mr. Weston. You know I candidly told you\nI should form my own opinion; and I am happy to say that I am extremely\npleased with him.—You may believe me. I never compliment. I think him a\nvery handsome young man, and his manners are precisely what I like and\napprove—so truly the gentleman, without the least conceit or puppyism.\nYou must know I have a vast dislike to puppies—quite a horror of them.\nThey were never tolerated at Maple Grove. Neither Mr. Suckling nor me\nhad ever any patience with them; and we used sometimes to say very\ncutting things! Selina, who is mild almost to a fault, bore with them\nmuch better.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 120}
{"text": "“I’ll tell you. The back door of that No. 2 is the door that comes out\ninto that little close alley between the tavern and the old rattle trap\nof a brick store. Now you get hold of all the doorkeys you can find, and\nI’ll nip all of auntie’s, and the first dark night we’ll go there and\ntry ’em. And mind you, keep a lookout for Injun Joe, because he said he\nwas going to drop into town and spy around once more for a chance to get\nhis revenge. If you see him, you just follow him; and if he don’t go to\nthat No. 2, that ain’t the place.”", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 113}
{"text": "Tom’s bosom friend sat next him, suffering just as Tom had been, and\nnow he was deeply and gratefully interested in this entertainment in\nan instant. This bosom friend was Joe Harper. The two boys were sworn\nfriends all the week, and embattled enemies on Saturdays. Joe took a\npin out of his lapel and began to assist in exercising the prisoner.\nThe sport grew in interest momently. Soon Tom said that they were\ninterfering with each other, and neither getting the fullest benefit\nof the tick. So he put Joe’s slate on the desk and drew a line down the\nmiddle of it from top to bottom.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 108}
{"text": "And that night there came on a terrific storm, with driving rain, awful\nclaps of thunder and blinding sheets of lightning. He covered his head\nwith the bedclothes and waited in a horror of suspense for his doom; for\nhe had not the shadow of a doubt that all this hubbub was about him.\nHe believed he had taxed the forbearance of the powers above to the\nextremity of endurance and that this was the result. It might have\nseemed to him a waste of pomp and ammunition to kill a bug with a\nbattery of artillery, but there seemed nothing incongruous about the\ngetting up such an expensive thunderstorm as this to knock the turf from\nunder an insect like himself.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 122}
{"text": "Mrs. Weston laughed, and said he did not know what he was talking\nabout. Used only to a large house himself, and without ever thinking\nhow many advantages and accommodations were attached to its size, he\ncould be no judge of the privations inevitably belonging to a small\none. But Emma, in her own mind, determined that he _did_ know what he\nwas talking about, and that he shewed a very amiable inclination to\nsettle early in life, and to marry, from worthy motives. He might not\nbe aware of the inroads on domestic peace to be occasioned by no\nhousekeeper’s room, or a bad butler’s pantry, but no doubt he did\nperfectly feel that Enscombe could not make him happy, and that\nwhenever he were attached, he would willingly give up much of wealth to\nbe allowed an early establishment.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 141}
{"text": "“Oh!” cried Jane, with a blush and an hesitation which Emma thought\ninfinitely more becoming to her than all the elegance of all her usual\ncomposure—“there would have been no danger. The danger would have been\nof my wearying you. You could not have gratified me more than by\nexpressing an interest—. Indeed, Miss Woodhouse, (speaking more\ncollectedly,) with the consciousness which I have of misconduct, very\ngreat misconduct, it is particularly consoling to me to know that those\nof my friends, whose good opinion is most worth preserving, are not\ndisgusted to such a degree as to—I have not time for half that I could\nwish to say. I long to make apologies, excuses, to urge something for\nmyself. I feel it so very due. But, unfortunately—in short, if your\ncompassion does not stand my friend—”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 137}
{"text": "“How much his business engrosses him already is very plain from the\ncircumstance of his forgetting to inquire for the book you recommended.\nHe was a great deal too full of the market to think of any thing\nelse—which is just as it should be, for a thriving man. What has he to\ndo with books? And I have no doubt that he _will_ thrive, and be a very\nrich man in time—and his being illiterate and coarse need not disturb\n_us_.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 82}
{"text": "The place was grandly lighted, and everybody that was of any consequence\nin the village was there. The Thatchers were there, the Harpers, the\nRogerses, Aunt Polly, Sid, Mary, the minister, the editor, and a great\nmany more, and all dressed in their best. The widow received the boys\nas heartily as any one could well receive two such looking beings. They\nwere covered with clay and candle-grease. Aunt Polly blushed crimson\nwith humiliation, and frowned and shook her head at Tom. Nobody suffered\nhalf as much as the two boys did, however. Mr. Jones said:", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 96}
{"text": "Huck began to dig and scratch now. Some boards were soon uncovered and\nremoved. They had concealed a natural chasm which led under the rock.\nTom got into this and held his candle as far under the rock as he\ncould, but said he could not see to the end of the rift. He proposed\nto explore. He stooped and passed under; the narrow way descended\ngradually. He followed its winding course, first to the right, then to\nthe left, Huck at his heels. Tom turned a short curve, by-and-by, and\nexclaimed:", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 92}
{"text": "“Thank you, dear Miss Woodhouse, you are all kindness.—It is impossible\nto say—Yes, indeed, I quite understand—dearest Jane’s prospects—that\nis, I do not mean.—But she is charmingly recovered.—How is Mr.\nWoodhouse?—I am so glad.—Quite out of my power.—Such a happy little\ncircle as you find us here.—Yes, indeed.—Charming young man!—that is—so\nvery friendly; I mean good Mr. Perry!—such attention to Jane!”—And from\nher great, her more than commonly thankful delight towards Mrs. Elton\nfor being there, Emma guessed that there had been a little show of\nresentment towards Jane, from the vicarage quarter, which was now\ngraciously overcome.—After a few whispers, indeed, which placed it\nbeyond a guess, Mrs. Elton, speaking louder, said,", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 113}
{"text": "“My mother’s deafness is very trifling you see—just nothing at all. By\nonly raising my voice, and saying any thing two or three times over,\nshe is sure to hear; but then she is used to my voice. But it is very\nremarkable that she should always hear Jane better than she does me.\nJane speaks so distinct! However, she will not find her grandmama at\nall deafer than she was two years ago; which is saying a great deal at\nmy mother’s time of life—and it really is full two years, you know,\nsince she was here. We never were so long without seeing her before,\nand as I was telling Mrs. Cole, we shall hardly know how to make enough\nof her now.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 125}
{"text": "The Widow Douglas’ splendid hospitality was a tempting bait. It and\nTom’s persuasions presently carried the day. So it was decided to say\nnothing to anybody about the night’s programme. Presently it occurred to\nTom that maybe Huck might come this very night and give the signal. The\nthought took a deal of the spirit out of his anticipations. Still he\ncould not bear to give up the fun at Widow Douglas’. And why should he\ngive it up, he reasoned—the signal did not come the night before, so\nwhy should it be any more likely to come tonight? The sure fun of the\nevening outweighed the uncertain treasure; and, boy-like, he determined\nto yield to the stronger inclination and not allow himself to think of\nthe box of money another time that day.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 134}
{"text": "The Widow Douglas put Huck’s money out at six per cent., and Judge\nThatcher did the same with Tom’s at Aunt Polly’s request. Each lad had\nan income, now, that was simply prodigious—a dollar for every weekday in\nthe year and half of the Sundays. It was just what the minister got—no,\nit was what he was promised—he generally couldn’t collect it. A dollar\nand a quarter a week would board, lodge, and school a boy in those old\nsimple days—and clothe him and wash him, too, for that matter.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 90}
{"text": "“That sweet, amiable Jane Fairfax!” said Mrs. John Knightley.—“It is so\nlong since I have seen her, except now and then for a moment\naccidentally in town! What happiness it must be to her good old\ngrandmother and excellent aunt, when she comes to visit them! I always\nregret excessively on dear Emma’s account that she cannot be more at\nHighbury; but now their daughter is married, I suppose Colonel and Mrs.\nCampbell will not be able to part with her at all. She would be such a\ndelightful companion for Emma.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 92}
{"text": "Mr. Knightley and Harriet Smith!—It was a union to distance every\nwonder of the kind.—The attachment of Frank Churchill and Jane Fairfax\nbecame commonplace, threadbare, stale in the comparison, exciting no\nsurprize, presenting no disparity, affording nothing to be said or\nthought.—Mr. Knightley and Harriet Smith!—Such an elevation on her\nside! Such a debasement on his! It was horrible to Emma to think how it\nmust sink him in the general opinion, to foresee the smiles, the\nsneers, the merriment it would prompt at his expense; the mortification\nand disdain of his brother, the thousand inconveniences to\nhimself.—Could it be?—No; it was impossible. And yet it was far, very\nfar, from impossible.—Was it a new circumstance for a man of first-rate\nabilities to be captivated by very inferior powers? Was it new for one,\nperhaps too busy to seek, to be the prize of a girl who would seek\nhim?—Was it new for any thing in this world to be unequal,\ninconsistent, incongruous—or for chance and circumstance (as second\ncauses) to direct the human fate?", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 175}
{"text": "“Very bad—though it might have been worse.—Playing a most dangerous\ngame. Too much indebted to the event for his acquittal.—No judge of his\nown manners by you.—Always deceived in fact by his own wishes, and\nregardless of little besides his own convenience.—Fancying you to have\nfathomed his secret. Natural enough!—his own mind full of intrigue,\nthat he should suspect it in others.—Mystery; Finesse—how they pervert\nthe understanding! My Emma, does not every thing serve to prove more\nand more the beauty of truth and sincerity in all our dealings with\neach other?”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 92}
{"text": "Tom said to himself that it was not such a hollow world, after all. He\nhad discovered a great law of human action, without knowing it—namely,\nthat in order to make a man or a boy covet a thing, it is only necessary\nto make the thing difficult to attain. If he had been a great and\nwise philosopher, like the writer of this book, he would now have\ncomprehended that Work consists of whatever a body is _obliged_ to do,\nand that Play consists of whatever a body is not obliged to do. And\nthis would help him to understand why constructing artificial flowers or\nperforming on a tread-mill is work, while rolling ten-pins or climbing\nMont Blanc is only amusement. There are wealthy gentlemen in England\nwho drive four-horse passenger-coaches twenty or thirty miles on a\ndaily line, in the summer, because the privilege costs them considerable\nmoney; but if they were offered wages for the service, that would turn\nit into work and then they would resign.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 170}
{"text": "Saturday morning was come, and all the summer world was bright and\nfresh, and brimming with life. There was a song in every heart; and if\nthe heart was young the music issued at the lips. There was cheer in\nevery face and a spring in every step. The locust-trees were in bloom\nand the fragrance of the blossoms filled the air. Cardiff Hill, beyond\nthe village and above it, was green with vegetation and it lay just far\nenough away to seem a Delectable Land, dreamy, reposeful, and inviting.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 90}
{"text": "“We are sure of excellent fires,” continued he, “and every thing in the\ngreatest comfort. Charming people, Mr. and Mrs. Weston;—Mrs. Weston\nindeed is much beyond praise, and he is exactly what one values, so\nhospitable, and so fond of society;—it will be a small party, but where\nsmall parties are select, they are perhaps the most agreeable of any.\nMr. Weston’s dining-room does not accommodate more than ten\ncomfortably; and for my part, I would rather, under such circumstances,\nfall short by two than exceed by two. I think you will agree with me,\n(turning with a soft air to Emma,) I think I shall certainly have your\napprobation, though Mr. Knightley perhaps, from being used to the large\nparties of London, may not quite enter into our feelings.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 130}
{"text": "This letter must make its way to Emma’s feelings. She was obliged, in\nspite of her previous determination to the contrary, to do it all the\njustice that Mrs. Weston foretold. As soon as she came to her own name,\nit was irresistible; every line relating to herself was interesting,\nand almost every line agreeable; and when this charm ceased, the\nsubject could still maintain itself, by the natural return of her\nformer regard for the writer, and the very strong attraction which any\npicture of love must have for her at that moment. She never stopt till\nshe had gone through the whole; and though it was impossible not to\nfeel that he had been wrong, yet he had been less wrong than she had\nsupposed—and he had suffered, and was very sorry—and he was so grateful\nto Mrs. Weston, and so much in love with Miss Fairfax, and she was so\nhappy herself, that there was no being severe; and could he have\nentered the room, she must have shaken hands with him as heartily as\never.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 179}
{"text": "A whole hour drifted by, the master sat nodding in his throne, the air\nwas drowsy with the hum of study. By and by, Mr. Dobbins straightened\nhimself up, yawned, then unlocked his desk, and reached for his book,\nbut seemed undecided whether to take it out or leave it. Most of the\npupils glanced up languidly, but there were two among them that watched\nhis movements with intent eyes. Mr. Dobbins fingered his book absently\nfor a while, then took it out and settled himself in his chair to read!\nTom shot a glance at Becky. He had seen a hunted and helpless rabbit\nlook as she did, with a gun levelled at its head. Instantly he forgot\nhis quarrel with her. Quick—something must be done! done in a flash,\ntoo! But the very imminence of the emergency paralyzed his invention.\nGood!—he had an inspiration! He would run and snatch the book, spring\nthrough the door and fly. But his resolution shook for one little\ninstant, and the chance was lost—the master opened the volume. If Tom\nonly had the wasted opportunity back again! Too late. There was no help\nfor Becky now, he said. The next moment the master faced the school.\nEvery eye sank under his gaze. There was that in it which smote even\nthe innocent with fear. There was silence while one might count ten—the\nmaster was gathering his wrath. Then he spoke: “Who tore this book?”", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 242}
{"text": "“Never mind, Harriet, I shall not be a poor old maid; and it is poverty\nonly which makes celibacy contemptible to a generous public! A single\nwoman, with a very narrow income, must be a ridiculous, disagreeable\nold maid! the proper sport of boys and girls, but a single woman, of\ngood fortune, is always respectable, and may be as sensible and\npleasant as any body else. And the distinction is not quite so much\nagainst the candour and common sense of the world as appears at first;\nfor a very narrow income has a tendency to contract the mind, and sour\nthe temper. Those who can barely live, and who live perforce in a very\nsmall, and generally very inferior, society, may well be illiberal and\ncross. This does not apply, however, to Miss Bates; she is only too\ngood natured and too silly to suit me; but, in general, she is very\nmuch to the taste of every body, though single and though poor. Poverty\ncertainly has not contracted her mind: I really believe, if she had\nonly a shilling in the world, she would be very likely to give away\nsixpence of it; and nobody is afraid of her: that is a great charm.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 207}
{"text": "Three miles below St. Petersburg, at a point where the Mississippi River\nwas a trifle over a mile wide, there was a long, narrow, wooded island,\nwith a shallow bar at the head of it, and this offered well as a\nrendezvous. It was not inhabited; it lay far over toward the further\nshore, abreast a dense and almost wholly unpeopled forest. So Jackson’s\nIsland was chosen. Who were to be the subjects of their piracies was a\nmatter that did not occur to them. Then they hunted up Huckleberry Finn,\nand he joined them promptly, for all careers were one to him; he was\nindifferent. They presently separated to meet at a lonely spot on the\nriver-bank two miles above the village at the favorite hour—which was\nmidnight. There was a small log raft there which they meant to capture.\nEach would bring hooks and lines, and such provision as he could steal\nin the most dark and mysterious way—as became outlaws. And before the\nafternoon was done, they had all managed to enjoy the sweet glory of\nspreading the fact that pretty soon the town would “hear something.” All\nwho got this vague hint were cautioned to “be mum and wait.”", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 203}
{"text": "She went, however; and when they reached the farm, and she was to be\nput down, at the end of the broad, neat gravel walk, which led between\nespalier apple-trees to the front door, the sight of every thing which\nhad given her so much pleasure the autumn before, was beginning to\nrevive a little local agitation; and when they parted, Emma observed\nher to be looking around with a sort of fearful curiosity, which\ndetermined her not to allow the visit to exceed the proposed quarter of\nan hour. She went on herself, to give that portion of time to an old\nservant who was married, and settled in Donwell.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 111}
{"text": "Mr. Walters fell to “showing off,” with all sorts of official bustlings\nand activities, giving orders, delivering judgments, discharging\ndirections here, there, everywhere that he could find a target. The\nlibrarian “showed off”—running hither and thither with his arms full of\nbooks and making a deal of the splutter and fuss that insect authority\ndelights in. The young lady teachers “showed off”—bending sweetly over\npupils that were lately being boxed, lifting pretty warning fingers\nat bad little boys and patting good ones lovingly. The young gentlemen\nteachers “showed off” with small scoldings and other little displays of\nauthority and fine attention to discipline—and most of the teachers, of\nboth sexes, found business up at the library, by the pulpit; and it was\nbusiness that frequently had to be done over again two or three times\n(with much seeming vexation). The little girls “showed off” in various\nways, and the little boys “showed off” with such diligence that the air\nwas thick with paper wads and the murmur of scufflings. And above it\nall the great man sat and beamed a majestic judicial smile upon all\nthe house, and warmed himself in the sun of his own grandeur—for he was\n“showing off,” too.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 202}
{"text": "About midnight Tom arrived with a boiled ham and a few trifles,\nand stopped in a dense undergrowth on a small bluff overlooking the\nmeeting-place. It was starlight, and very still. The mighty river lay\nlike an ocean at rest. Tom listened a moment, but no sound disturbed the\nquiet. Then he gave a low, distinct whistle. It was answered from under\nthe bluff. Tom whistled twice more; these signals were answered in the\nsame way. Then a guarded voice said:", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 81}
{"text": "Next they got their marbles and played “knucks” and “ringtaw” and\n“keeps” till that amusement grew stale. Then Joe and Huck had another\nswim, but Tom would not venture, because he found that in kicking off\nhis trousers he had kicked his string of rattlesnake rattles off his\nankle, and he wondered how he had escaped cramp so long without the\nprotection of this mysterious charm. He did not venture again until he\nhad found it, and by that time the other boys were tired and ready to\nrest. They gradually wandered apart, dropped into the “dumps,” and\nfell to gazing longingly across the wide river to where the village lay\ndrowsing in the sun. Tom found himself writing “BECKY” in the sand with\nhis big toe; he scratched it out, and was angry with himself for his\nweakness. But he wrote it again, nevertheless; he could not help it. He\nerased it once more and then took himself out of temptation by driving\nthe other boys together and joining them.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 171}
{"text": "Tom lay thinking. Presently it occurred to him that he wished he was\nsick; then he could stay home from school. Here was a vague possibility.\nHe canvassed his system. No ailment was found, and he investigated\nagain. This time he thought he could detect colicky symptoms, and he\nbegan to encourage them with considerable hope. But they soon grew\nfeeble, and presently died wholly away. He reflected further. Suddenly\nhe discovered something. One of his upper front teeth was loose. This\nwas lucky; he was about to begin to groan, as a “starter,” as he\ncalled it, when it occurred to him that if he came into court with that\nargument, his aunt would pull it out, and that would hurt. So he thought\nhe would hold the tooth in reserve for the present, and seek further.\nNothing offered for some little time, and then he remembered hearing\nthe doctor tell about a certain thing that laid up a patient for two or\nthree weeks and threatened to make him lose a finger. So the boy eagerly\ndrew his sore toe from under the sheet and held it up for inspection.\nBut now he did not know the necessary symptoms. However, it seemed\nwell worth while to chance it, so he fell to groaning with considerable\nspirit.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 218}
{"text": "Now to return to Tom and Becky’s share in the picnic. They tripped along\nthe murky aisles with the rest of the company, visiting the familiar\nwonders of the cave—wonders dubbed with rather over-descriptive names,\nsuch as “The Drawing-Room,” “The Cathedral,” “Aladdin’s Palace,” and\nso on. Presently the hide-and-seek frolicking began, and Tom and Becky\nengaged in it with zeal until the exertion began to grow a trifle\nwearisome; then they wandered down a sinuous avenue holding their\ncandles aloft and reading the tangled webwork of names, dates,\npostoffice addresses, and mottoes with which the rocky walls had been\nfrescoed (in candle-smoke). Still drifting along and talking, they\nscarcely noticed that they were now in a part of the cave whose walls\nwere not frescoed. They smoked their own names under an overhanging\nshelf and moved on. Presently they came to a place where a little stream\nof water, trickling over a ledge and carrying a limestone sediment with\nit, had, in the slow-dragging ages, formed a laced and ruffled Niagara\nin gleaming and imperishable stone. Tom squeezed his small body behind\nit in order to illuminate it for Becky’s gratification. He found that\nit curtained a sort of steep natural stairway which was enclosed between\nnarrow walls, and at once the ambition to be a discoverer seized him.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 219}
{"text": "A few minutes later Tom was in the shoal water of the bar, wading toward\nthe Illinois shore. Before the depth reached his middle he was halfway\nover; the current would permit no more wading, now, so he struck out\nconfidently to swim the remaining hundred yards. He swam quartering\nupstream, but still was swept downward rather faster than he had\nexpected. However, he reached the shore finally, and drifted along till\nhe found a low place and drew himself out. He put his hand on his jacket\npocket, found his piece of bark safe, and then struck through the woods,\nfollowing the shore, with streaming garments. Shortly before ten\no’clock he came out into an open place opposite the village, and saw the\nferryboat lying in the shadow of the trees and the high bank. Everything\nwas quiet under the blinking stars. He crept down the bank, watching\nwith all his eyes, slipped into the water, swam three or four strokes\nand climbed into the skiff that did “yawl” duty at the boat’s stern. He\nlaid himself down under the thwarts and waited, panting.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 185}
{"text": "The next thing wanted was to get the picture framed; and here were a\nfew difficulties. It must be done directly; it must be done in London;\nthe order must go through the hands of some intelligent person whose\ntaste could be depended on; and Isabella, the usual doer of all\ncommissions, must not be applied to, because it was December, and Mr.\nWoodhouse could not bear the idea of her stirring out of her house in\nthe fogs of December. But no sooner was the distress known to Mr.\nElton, than it was removed. His gallantry was always on the alert.\n“Might he be trusted with the commission, what infinite pleasure should\nhe have in executing it! he could ride to London at any time. It was\nimpossible to say how much he should be gratified by being employed on\nsuch an errand.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 144}
{"text": "The next day the doctors were back; Tom had relapsed. The three weeks he\nspent on his back this time seemed an entire age. When he got abroad\nat last he was hardly grateful that he had been spared, remembering how\nlonely was his estate, how companionless and forlorn he was. He drifted\nlistlessly down the street and found Jim Hollis acting as judge in a\njuvenile court that was trying a cat for murder, in the presence of her\nvictim, a bird. He found Joe Harper and Huck Finn up an alley eating a\nstolen melon. Poor lads! they—like Tom—had suffered a relapse.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 104}
{"text": "About midnight Joe awoke, and called the boys. There was a brooding\noppressiveness in the air that seemed to bode something. The boys\nhuddled themselves together and sought the friendly companionship of\nthe fire, though the dull dead heat of the breathless atmosphere was\nstifling. They sat still, intent and waiting. The solemn hush continued.\nBeyond the light of the fire everything was swallowed up in the\nblackness of darkness. Presently there came a quivering glow that\nvaguely revealed the foliage for a moment and then vanished. By and by\nanother came, a little stronger. Then another. Then a faint moan came\nsighing through the branches of the forest and the boys felt a fleeting\nbreath upon their cheeks, and shuddered with the fancy that the Spirit\nof the Night had gone by. There was a pause. Now a weird flash turned\nnight into day and showed every little grassblade, separate and\ndistinct, that grew about their feet. And it showed three white,\nstartled faces, too. A deep peal of thunder went rolling and tumbling\ndown the heavens and lost itself in sullen rumblings in the distance. A\nsweep of chilly air passed by, rustling all the leaves and snowing the\nflaky ashes broadcast about the fire. Another fierce glare lit up the\nforest and an instant crash followed that seemed to rend the treetops\nright over the boys’ heads. They clung together in terror, in the thick\ngloom that followed. A few big raindrops fell pattering upon the leaves.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 250}
{"text": "Dark and tempestuous was night. Around the throne on high not a single\nstar quivered; but the deep intonations of the heavy thunder constantly\nvibrated upon the ear; whilst the terrific lightning revelled in angry\nmood through the cloudy chambers of heaven, seeming to scorn the power\nexerted over its terror by the illustrious Franklin! Even the boisterous\nwinds unanimously came forth from their mystic homes, and blustered\nabout as if to enhance by their aid the wildness of the scene.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 81}
{"text": "By this time everything was ready and the boys entered the hole, Tom in\nthe lead. They toiled their way to the farther end of the tunnel, then\nmade their spliced kite-strings fast and moved on. A few steps brought\nthem to the spring, and Tom felt a shudder quiver all through him.\nHe showed Huck the fragment of candle-wick perched on a lump of clay\nagainst the wall, and described how he and Becky had watched the flame\nstruggle and expire.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 82}
{"text": "Poor Mr. Woodhouse little suspected what was plotting against him in\nthe breast of that man whom he was so cordially welcoming, and so\nanxiously hoping might not have taken cold from his ride.—Could he have\nseen the heart, he would have cared very little for the lungs; but\nwithout the most distant imagination of the impending evil, without the\nslightest perception of any thing extraordinary in the looks or ways of\neither, he repeated to them very comfortably all the articles of news\nhe had received from Mr. Perry, and talked on with much\nself-contentment, totally unsuspicious of what they could have told him\nin return.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 107}
{"text": "He went on listening, and gathered by odds and ends that it was\nconjectured at first that the boys had got drowned while taking a swim;\nthen the small raft had been missed; next, certain boys said the missing\nlads had promised that the village should “hear something” soon; the\nwise-heads had “put this and that together” and decided that the lads\nhad gone off on that raft and would turn up at the next town below,\npresently; but toward noon the raft had been found, lodged against the\nMissouri shore some five or six miles below the village—and then hope\nperished; they must be drowned, else hunger would have driven them home\nby nightfall if not sooner. It was believed that the search for the\nbodies had been a fruitless effort merely because the drowning must\nhave occurred in mid-channel, since the boys, being good swimmers, would\notherwise have escaped to shore. This was Wednesday night. If the bodies\ncontinued missing until Sunday, all hope would be given over, and the\nfunerals would be preached on that morning. Tom shuddered.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 181}
{"text": "“Ah! that’s a great pity; for I assure you, Miss Woodhouse, where the\nwaters do agree, it is quite wonderful the relief they give. In my Bath\nlife, I have seen such instances of it! And it is so cheerful a place,\nthat it could not fail of being of use to Mr. Woodhouse’s spirits,\nwhich, I understand, are sometimes much depressed. And as to its\nrecommendations to _you_, I fancy I need not take much pains to dwell\non them. The advantages of Bath to the young are pretty generally\nunderstood. It would be a charming introduction for you, who have lived\nso secluded a life; and I could immediately secure you some of the best\nsociety in the place. A line from me would bring you a little host of\nacquaintance; and my particular friend, Mrs. Partridge, the lady I have\nalways resided with when in Bath, would be most happy to shew you any\nattentions, and would be the very person for you to go into public\nwith.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 171}
{"text": "“Not till the reserve ceases towards oneself; and then the attraction\nmay be the greater. But I must be more in want of a friend, or an\nagreeable companion, than I have yet been, to take the trouble of\nconquering any body’s reserve to procure one. Intimacy between Miss\nFairfax and me is quite out of the question. I have no reason to think\nill of her—not the least—except that such extreme and perpetual\ncautiousness of word and manner, such a dread of giving a distinct idea\nabout any body, is apt to suggest suspicions of there being something\nto conceal.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 101}
{"text": "The event, however, was most joyful; and every day was giving her fresh\nreason for thinking so.—Harriet’s parentage became known. She proved to\nbe the daughter of a tradesman, rich enough to afford her the\ncomfortable maintenance which had ever been hers, and decent enough to\nhave always wished for concealment.—Such was the blood of gentility\nwhich Emma had formerly been so ready to vouch for!—It was likely to be\nas untainted, perhaps, as the blood of many a gentleman: but what a\nconnexion had she been preparing for Mr. Knightley—or for the\nChurchills—or even for Mr. Elton!—The stain of illegitimacy, unbleached\nby nobility or wealth, would have been a stain indeed.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 112}
{"text": "Joe tried to remember, but was not sure he could say. The people had\nstopped moving out of church. Whispers passed along, and a boding\nuneasiness took possession of every countenance. Children were anxiously\nquestioned, and young teachers. They all said they had not noticed\nwhether Tom and Becky were on board the ferryboat on the homeward trip;\nit was dark; no one thought of inquiring if any one was missing. One\nyoung man finally blurted out his fear that they were still in the cave!\nMrs. Thatcher swooned away. Aunt Polly fell to crying and wringing her\nhands.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 99}
{"text": "Emma had as much reason to be satisfied with the rest of the party as\nwith Mr. Knightley. She was received with a cordial respect which could\nnot but please, and given all the consequence she could wish for. When\nthe Westons arrived, the kindest looks of love, the strongest of\nadmiration were for her, from both husband and wife; the son approached\nher with a cheerful eagerness which marked her as his peculiar object,\nand at dinner she found him seated by her—and, as she firmly believed,\nnot without some dexterity on his side.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 95}
{"text": "Sixteen years had Miss Taylor been in Mr. Woodhouse’s family, less as a\ngoverness than a friend, very fond of both daughters, but particularly\nof Emma. Between _them_ it was more the intimacy of sisters. Even\nbefore Miss Taylor had ceased to hold the nominal office of governess,\nthe mildness of her temper had hardly allowed her to impose any\nrestraint; and the shadow of authority being now long passed away, they\nhad been living together as friend and friend very mutually attached,\nand Emma doing just what she liked; highly esteeming Miss Taylor’s\njudgment, but directed chiefly by her own.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 101}
{"text": "While they talked, they were advancing towards the carriage; it was\nready; and, before she could speak again, he had handed her in. He had\nmisinterpreted the feelings which had kept her face averted, and her\ntongue motionless. They were combined only of anger against herself,\nmortification, and deep concern. She had not been able to speak; and,\non entering the carriage, sunk back for a moment overcome—then\nreproaching herself for having taken no leave, making no\nacknowledgment, parting in apparent sullenness, she looked out with\nvoice and hand eager to shew a difference; but it was just too late. He\nhad turned away, and the horses were in motion. She continued to look\nback, but in vain; and soon, with what appeared unusual speed, they\nwere half way down the hill, and every thing left far behind. She was\nvexed beyond what could have been expressed—almost beyond what she\ncould conceal. Never had she felt so agitated, mortified, grieved, at\nany circumstance in her life. She was most forcibly struck. The truth\nof this representation there was no denying. She felt it at her heart.\nHow could she have been so brutal, so cruel to Miss Bates! How could\nshe have exposed herself to such ill opinion in any one she valued! And\nhow suffer him to leave her without saying one word of gratitude, of\nconcurrence, of common kindness!", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 231}
{"text": "And so forth and so on. He sprung his secret about Huck’s share in\nthe adventure in the finest dramatic manner he was master of, but the\nsurprise it occasioned was largely counterfeit and not as clamorous and\neffusive as it might have been under happier circumstances. However,\nthe widow made a pretty fair show of astonishment, and heaped so many\ncompliments and so much gratitude upon Huck that he almost forgot\nthe nearly intolerable discomfort of his new clothes in the entirely\nintolerable discomfort of being set up as a target for everybody’s gaze\nand everybody’s laudations.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 98}
{"text": "The water treatment was new, now, and Tom’s low condition was a windfall\nto her. She had him out at daylight every morning, stood him up in the\nwood-shed and drowned him with a deluge of cold water; then she scrubbed\nhim down with a towel like a file, and so brought him to; then she\nrolled him up in a wet sheet and put him away under blankets till she\nsweated his soul clean and “the yellow stains of it came through his\npores”—as Tom said.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 87}
{"text": "The persons to be invited, required little thought. Besides the Eltons,\nit must be the Westons and Mr. Knightley; so far it was all of\ncourse—and it was hardly less inevitable that poor little Harriet must\nbe asked to make the eighth:—but this invitation was not given with\nequal satisfaction, and on many accounts Emma was particularly pleased\nby Harriet’s begging to be allowed to decline it. “She would rather not\nbe in his company more than she could help. She was not yet quite able\nto see him and his charming happy wife together, without feeling\nuncomfortable. If Miss Woodhouse would not be displeased, she would\nrather stay at home.” It was precisely what Emma would have wished, had\nshe deemed it possible enough for wishing. She was delighted with the\nfortitude of her little friend—for fortitude she knew it was in her to\ngive up being in company and stay at home; and she could now invite the\nvery person whom she really wanted to make the eighth, Jane Fairfax.—\nSince her last conversation with Mrs. Weston and Mr. Knightley, she was\nmore conscience-stricken about Jane Fairfax than she had often\nbeen.—Mr. Knightley’s words dwelt with her. He had said that Jane\nFairfax received attentions from Mrs. Elton which nobody else paid her.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 215}
{"text": "The school stared in perplexity at this incredible folly. Tom stood a\nmoment, to gather his dismembered faculties; and when he stepped forward\nto go to his punishment the surprise, the gratitude, the adoration that\nshone upon him out of poor Becky’s eyes seemed pay enough for a hundred\nfloggings. Inspired by the splendor of his own act, he took without\nan outcry the most merciless flaying that even Mr. Dobbins had ever\nadministered; and also received with indifference the added cruelty of a\ncommand to remain two hours after school should be dismissed—for he\nknew who would wait for him outside till his captivity was done, and not\ncount the tedious time as loss, either.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 116}
{"text": "How Harriet could ever have had the presumption to raise her thoughts\nto Mr. Knightley!—How she could dare to fancy herself the chosen of\nsuch a man till actually assured of it!—But Harriet was less humble,\nhad fewer scruples than formerly.—Her inferiority, whether of mind or\nsituation, seemed little felt.—She had seemed more sensible of Mr.\nElton’s being to stoop in marrying her, than she now seemed of Mr.\nKnightley’s.—Alas! was not that her own doing too? Who had been at\npains to give Harriet notions of self-consequence but herself?—Who but\nherself had taught her, that she was to elevate herself if possible,\nand that her claims were great to a high worldly establishment?—If\nHarriet, from being humble, were grown vain, it was her doing too.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 126}
{"text": "“I was only going to observe, that though such unfortunate\ncircumstances do sometimes occur both to men and women, I cannot\nimagine them to be very frequent. A hasty and imprudent attachment may\narise—but there is generally time to recover from it afterwards. I\nwould be understood to mean, that it can be only weak, irresolute\ncharacters, (whose happiness must be always at the mercy of chance,)\nwho will suffer an unfortunate acquaintance to be an inconvenience, an\noppression for ever.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 81}
{"text": "And now the minister prayed. A good, generous prayer it was, and went\ninto details: it pleaded for the church, and the little children of the\nchurch; for the other churches of the village; for the village itself;\nfor the county; for the State; for the State officers; for the United\nStates; for the churches of the United States; for Congress; for the\nPresident; for the officers of the Government; for poor sailors, tossed\nby stormy seas; for the oppressed millions groaning under the heel of\nEuropean monarchies and Oriental despotisms; for such as have the light\nand the good tidings, and yet have not eyes to see nor ears to hear\nwithal; for the heathen in the far islands of the sea; and closed with\na supplication that the words he was about to speak might find grace\nand favor, and be as seed sown in fertile ground, yielding in time a\ngrateful harvest of good. Amen.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 158}
{"text": "Miss Smith, and Miss Bickerton, another parlour boarder at Mrs.\nGoddard’s, who had been also at the ball, had walked out together, and\ntaken a road, the Richmond road, which, though apparently public enough\nfor safety, had led them into alarm.—About half a mile beyond Highbury,\nmaking a sudden turn, and deeply shaded by elms on each side, it became\nfor a considerable stretch very retired; and when the young ladies had\nadvanced some way into it, they had suddenly perceived at a small\ndistance before them, on a broader patch of greensward by the side, a\nparty of gipsies. A child on the watch, came towards them to beg; and\nMiss Bickerton, excessively frightened, gave a great scream, and\ncalling on Harriet to follow her, ran up a steep bank, cleared a slight\nhedge at the top, and made the best of her way by a short cut back to\nHighbury. But poor Harriet could not follow. She had suffered very much\nfrom cramp after dancing, and her first attempt to mount the bank\nbrought on such a return of it as made her absolutely powerless—and in\nthis state, and exceedingly terrified, she had been obliged to remain.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 199}
{"text": "“True, true,” cried Mr. Knightley, with most ready interposition—“very\ntrue. That’s a consideration indeed.—But John, as to what I was telling\nyou of my idea of moving the path to Langham, of turning it more to the\nright that it may not cut through the home meadows, I cannot conceive\nany difficulty. I should not attempt it, if it were to be the means of\ninconvenience to the Highbury people, but if you call to mind exactly\nthe present line of the path.... The only way of proving it, however,\nwill be to turn to our maps. I shall see you at the Abbey to-morrow\nmorning I hope, and then we will look them over, and you shall give me\nyour opinion.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 122}
{"text": "She owned that, considering every thing, she was not absolutely without\ninclination for the party. The Coles expressed themselves so\nproperly—there was so much real attention in the manner of it—so much\nconsideration for her father. “They would have solicited the honour\nearlier, but had been waiting the arrival of a folding-screen from\nLondon, which they hoped might keep Mr. Woodhouse from any draught of\nair, and therefore induce him the more readily to give them the honour\nof his company.” Upon the whole, she was very persuadable; and it being\nbriefly settled among themselves how it might be done without\nneglecting his comfort—how certainly Mrs. Goddard, if not Mrs. Bates,\nmight be depended on for bearing him company—Mr. Woodhouse was to be\ntalked into an acquiescence of his daughter’s going out to dinner on a\nday now near at hand, and spending the whole evening away from him. As\nfor _his_ going, Emma did not wish him to think it possible, the hours\nwould be too late, and the party too numerous. He was soon pretty well\nresigned.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 179}
{"text": "This was the only visit from Frank Churchill in the course of ten days.\nHe was often hoping, intending to come—but was always prevented. His\naunt could not bear to have him leave her. Such was his own account at\nRandall’s. If he were quite sincere, if he really tried to come, it was\nto be inferred that Mrs. Churchill’s removal to London had been of no\nservice to the wilful or nervous part of her disorder. That she was\nreally ill was very certain; he had declared himself convinced of it,\nat Randalls. Though much might be fancy, he could not doubt, when he\nlooked back, that she was in a weaker state of health than she had been\nhalf a year ago. He did not believe it to proceed from any thing that\ncare and medicine might not remove, or at least that she might not have\nmany years of existence before her; but he could not be prevailed on,\nby all his father’s doubts, to say that her complaints were merely\nimaginary, or that she was as strong as ever.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 183}
{"text": "She knew the limitations of her own powers too well to attempt more\nthan she could perform with credit; she wanted neither taste nor spirit\nin the little things which are generally acceptable, and could\naccompany her own voice well. One accompaniment to her song took her\nagreeably by surprize—a second, slightly but correctly taken by Frank\nChurchill. Her pardon was duly begged at the close of the song, and\nevery thing usual followed. He was accused of having a delightful\nvoice, and a perfect knowledge of music; which was properly denied; and\nthat he knew nothing of the matter, and had no voice at all, roundly\nasserted. They sang together once more; and Emma would then resign her\nplace to Miss Fairfax, whose performance, both vocal and instrumental,\nshe never could attempt to conceal from herself, was infinitely\nsuperior to her own.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 143}
{"text": "Three days and nights of toil and hunger in the cave were not to\nbe shaken off at once, as Tom and Becky soon discovered. They were\nbedridden all of Wednesday and Thursday, and seemed to grow more and\nmore tired and worn, all the time. Tom got about, a little, on Thursday,\nwas downtown Friday, and nearly as whole as ever Saturday; but Becky\ndid not leave her room until Sunday, and then she looked as if she had\npassed through a wasting illness.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 85}
{"text": "It seemed to Tom that his schoolmates never would get done holding\ninquests on dead cats, and thus keeping his trouble present to his mind.\nSid noticed that Tom never was coroner at one of these inquiries,\nthough it had been his habit to take the lead in all new enterprises;\nhe noticed, too, that Tom never acted as a witness—and that was strange;\nand Sid did not overlook the fact that Tom even showed a marked aversion\nto these inquests, and always avoided them when he could. Sid marvelled,\nbut said nothing. However, even inquests went out of vogue at last, and\nceased to torture Tom’s conscience.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 108}
{"text": "The intermediate month was the one fixed on, as far as they dared, by\nEmma and Mr. Knightley.—They had determined that their marriage ought\nto be concluded while John and Isabella were still at Hartfield, to\nallow them the fortnight’s absence in a tour to the seaside, which was\nthe plan.—John and Isabella, and every other friend, were agreed in\napproving it. But Mr. Woodhouse—how was Mr. Woodhouse to be induced to\nconsent?—he, who had never yet alluded to their marriage but as a\ndistant event.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 86}
{"text": "“No, no, that’s to-morrow; and I particularly wanted to see Knightley\nto-day on that very account.—Such a dreadful broiling morning!—I went\nover the fields too—(speaking in a tone of great ill-usage,) which made\nit so much the worse. And then not to find him at home! I assure you I\nam not at all pleased. And no apology left, no message for me. The\nhousekeeper declared she knew nothing of my being expected.—Very\nextraordinary!—And nobody knew at all which way he was gone. Perhaps to\nHartfield, perhaps to the Abbey Mill, perhaps into his woods.—Miss\nWoodhouse, this is not like our friend Knightley!—Can you explain it?”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 106}
{"text": "Peter was agreeable. So Tom pried his mouth open and poured down\nthe Pain-killer. Peter sprang a couple of yards in the air, and then\ndelivered a war-whoop and set off round and round the room, banging\nagainst furniture, upsetting flower-pots, and making general havoc. Next\nhe rose on his hind feet and pranced around, in a frenzy of enjoyment,\nwith his head over his shoulder and his voice proclaiming his\nunappeasable happiness. Then he went tearing around the house again\nspreading chaos and destruction in his path. Aunt Polly entered in time\nto see him throw a few double summersets, deliver a final mighty hurrah,\nand sail through the open window, carrying the rest of the flower-pots\nwith him. The old lady stood petrified with astonishment, peering over\nher glasses; Tom lay on the floor expiring with laughter.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 139}
{"text": "The very day of Mr. Elton’s going to London produced a fresh occasion\nfor Emma’s services towards her friend. Harriet had been at Hartfield,\nas usual, soon after breakfast; and, after a time, had gone home to\nreturn again to dinner: she returned, and sooner than had been talked\nof, and with an agitated, hurried look, announcing something\nextraordinary to have happened which she was longing to tell. Half a\nminute brought it all out. She had heard, as soon as she got back to\nMrs. Goddard’s, that Mr. Martin had been there an hour before, and\nfinding she was not at home, nor particularly expected, had left a\nlittle parcel for her from one of his sisters, and gone away; and on\nopening this parcel, she had actually found, besides the two songs\nwhich she had lent Elizabeth to copy, a letter to herself; and this\nletter was from him, from Mr. Martin, and contained a direct proposal\nof marriage. “Who could have thought it? She was so surprized she did\nnot know what to do. Yes, quite a proposal of marriage; and a very good\nletter, at least she thought so. And he wrote as if he really loved her\nvery much—but she did not know—and so, she was come as fast as she\ncould to ask Miss Woodhouse what she should do.—” Emma was half-ashamed\nof her friend for seeming so pleased and so doubtful.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 238}
{"text": "At school the children made so much of him and of Joe, and delivered\nsuch eloquent admiration from their eyes, that the two heroes were\nnot long in becoming insufferably “stuck-up.” They began to tell their\nadventures to hungry listeners—but they only began; it was not a\nthing likely to have an end, with imaginations like theirs to furnish\nmaterial. And finally, when they got out their pipes and went serenely\npuffing around, the very summit of glory was reached.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 80}
{"text": "These were charming feelings—but not lasting. Before she had committed\nherself by any public profession of eternal friendship for Jane\nFairfax, or done more towards a recantation of past prejudices and\nerrors, than saying to Mr. Knightley, “She certainly is handsome; she\nis better than handsome!” Jane had spent an evening at Hartfield with\nher grandmother and aunt, and every thing was relapsing much into its\nusual state. Former provocations reappeared. The aunt was as tiresome\nas ever; more tiresome, because anxiety for her health was now added to\nadmiration of her powers; and they had to listen to the description of\nexactly how little bread and butter she ate for breakfast, and how\nsmall a slice of mutton for dinner, as well as to see exhibitions of\nnew caps and new workbags for her mother and herself; and Jane’s\noffences rose again. They had music; Emma was obliged to play; and the\nthanks and praise which necessarily followed appeared to her an\naffectation of candour, an air of greatness, meaning only to shew off\nin higher style her own very superior performance. She was, besides,\nwhich was the worst of all, so cold, so cautious! There was no getting\nat her real opinion. Wrapt up in a cloak of politeness, she seemed\ndetermined to hazard nothing. She was disgustingly, was suspiciously\nreserved.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 223}
{"text": "“It is a great pity that their circumstances should be so confined! a\ngreat pity indeed! and I have often wished—but it is so little one can\nventure to do—small, trifling presents, of any thing uncommon—Now we\nhave killed a porker, and Emma thinks of sending them a loin or a leg;\nit is very small and delicate—Hartfield pork is not like any other\npork—but still it is pork—and, my dear Emma, unless one could be sure\nof their making it into steaks, nicely fried, as ours are fried,\nwithout the smallest grease, and not roast it, for no stomach can bear\nroast pork—I think we had better send the leg—do not you think so, my\ndear?”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 117}
{"text": "He had to keep still long after she went to bed, for she kept making\nbroken-hearted ejaculations from time to time, tossing unrestfully, and\nturning over. But at last she was still, only moaning a little in her\nsleep. Now the boy stole out, rose gradually by the bedside, shaded the\ncandle-light with his hand, and stood regarding her. His heart was full\nof pity for her. He took out his sycamore scroll and placed it by the\ncandle. But something occurred to him, and he lingered considering.\nHis face lighted with a happy solution of his thought; he put the bark\nhastily in his pocket. Then he bent over and kissed the faded lips, and\nstraightway made his stealthy exit, latching the door behind him.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 126}
{"text": "“Upon my word,” exclaimed Emma, “you amuse me! I should like to know\nhow many of all my numerous engagements take place without your being\nof the party; and why I am to be supposed in danger of wanting leisure\nto attend to the little boys. These amazing engagements of mine—what\nhave they been? Dining once with the Coles—and having a ball talked of,\nwhich never took place. I can understand you—(nodding at Mr. John\nKnightley)—your good fortune in meeting with so many of your friends at\nonce here, delights you too much to pass unnoticed. But you, (turning\nto Mr. Knightley,) who know how very, very seldom I am ever two hours\nfrom Hartfield, why you should foresee such a series of dissipation for\nme, I cannot imagine. And as to my dear little boys, I must say, that\nif Aunt Emma has not time for them, I do not think they would fare much\nbetter with Uncle Knightley, who is absent from home about five hours\nwhere she is absent one—and who, when he is at home, is either reading\nto himself or settling his accounts.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 188}
{"text": "At last the sleepy atmosphere was stirred—and vigorously: the murder\ntrial came on in the court. It became the absorbing topic of village\ntalk immediately. Tom could not get away from it. Every reference to\nthe murder sent a shudder to his heart, for his troubled conscience\nand fears almost persuaded him that these remarks were put forth in\nhis hearing as “feelers”; he did not see how he could be suspected of\nknowing anything about the murder, but still he could not be comfortable\nin the midst of this gossip. It kept him in a cold shiver all the time.\nHe took Huck to a lonely place to have a talk with him. It would be some\nrelief to unseal his tongue for a little while; to divide his burden of\ndistress with another sufferer. Moreover, he wanted to assure himself\nthat Huck had remained discreet.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 147}
{"text": "“I think, Harriet, since your acquaintance with us, you have been\nrepeatedly in the company of some such very real gentlemen, that you\nmust yourself be struck with the difference in Mr. Martin. At\nHartfield, you have had very good specimens of well educated, well bred\nmen. I should be surprized if, after seeing them, you could be in\ncompany with Mr. Martin again without perceiving him to be a very\ninferior creature—and rather wondering at yourself for having ever\nthought him at all agreeable before. Do not you begin to feel that now?\nWere not you struck? I am sure you must have been struck by his awkward\nlook and abrupt manner, and the uncouthness of a voice which I heard to\nbe wholly unmodulated as I stood here.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 130}
{"text": "Huckleberry came and went, at his own free will. He slept on doorsteps\nin fine weather and in empty hogsheads in wet; he did not have to go to\nschool or to church, or call any being master or obey anybody; he could\ngo fishing or swimming when and where he chose, and stay as long as it\nsuited him; nobody forbade him to fight; he could sit up as late as he\npleased; he was always the first boy that went barefoot in the spring\nand the last to resume leather in the fall; he never had to wash, nor\nput on clean clothes; he could swear wonderfully. In a word, everything\nthat goes to make life precious that boy had. So thought every harassed,\nhampered, respectable boy in St. Petersburg.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 132}
{"text": "With insufferable vanity had she believed herself in the secret of\nevery body’s feelings; with unpardonable arrogance proposed to arrange\nevery body’s destiny. She was proved to have been universally mistaken;\nand she had not quite done nothing—for she had done mischief. She had\nbrought evil on Harriet, on herself, and she too much feared, on Mr.\nKnightley.—Were this most unequal of all connexions to take place, on\nher must rest all the reproach of having given it a beginning; for his\nattachment, she must believe to be produced only by a consciousness of\nHarriet’s;—and even were this not the case, he would never have known\nHarriet at all but for her folly.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 113}
{"text": "They sprang to their feet and hurried to the shore toward the town. They\nparted the bushes on the bank and peered out over the water. The little\nsteam ferry-boat was about a mile below the village, drifting with the\ncurrent. Her broad deck seemed crowded with people. There were a great\nmany skiffs rowing about or floating with the stream in the neighborhood\nof the ferryboat, but the boys could not determine what the men in\nthem were doing. Presently a great jet of white smoke burst from the\nferryboat’s side, and as it expanded and rose in a lazy cloud, that same\ndull throb of sound was borne to the listeners again.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 114}
{"text": "The carriage came: and Mr. Woodhouse, always the first object on such\noccasions, was carefully attended to his own by Mr. Knightley and Mr.\nWeston; but not all that either could say could prevent some renewal of\nalarm at the sight of the snow which had actually fallen, and the\ndiscovery of a much darker night than he had been prepared for. “He was\nafraid they should have a very bad drive. He was afraid poor Isabella\nwould not like it. And there would be poor Emma in the carriage behind.\nHe did not know what they had best do. They must keep as much together\nas they could;” and James was talked to, and given a charge to go very\nslow and wait for the other carriage.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 128}
{"text": "Then he tossed the marble away pettishly, and stood cogitating. The\ntruth was, that a superstition of his had failed, here, which he and\nall his comrades had always looked upon as infallible. If you buried\na marble with certain necessary incantations, and left it alone a\nfortnight, and then opened the place with the incantation he had just\nused, you would find that all the marbles you had ever lost had gathered\nthemselves together there, meantime, no matter how widely they had been\nseparated. But now, this thing had actually and unquestionably failed.\nTom’s whole structure of faith was shaken to its foundations. He had\nmany a time heard of this thing succeeding but never of its failing\nbefore. It did not occur to him that he had tried it several times\nbefore, himself, but could never find the hiding-places afterward. He\npuzzled over the matter some time, and finally decided that some witch\nhad interfered and broken the charm. He thought he would satisfy himself\non that point; so he searched around till he found a small sandy spot\nwith a little funnel-shaped depression in it. He laid himself down and\nput his mouth close to this depression and called—", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 202}
{"text": "There was no recovering Miss Taylor—nor much likelihood of ceasing to\npity her; but a few weeks brought some alleviation to Mr. Woodhouse.\nThe compliments of his neighbours were over; he was no longer teased by\nbeing wished joy of so sorrowful an event; and the wedding-cake, which\nhad been a great distress to him, was all eat up. His own stomach could\nbear nothing rich, and he could never believe other people to be\ndifferent from himself. What was unwholesome to him he regarded as\nunfit for any body; and he had, therefore, earnestly tried to dissuade\nthem from having any wedding-cake at all, and when that proved vain, as\nearnestly tried to prevent any body’s eating it. He had been at the\npains of consulting Mr. Perry, the apothecary, on the subject. Mr.\nPerry was an intelligent, gentlemanlike man, whose frequent visits were\none of the comforts of Mr. Woodhouse’s life; and upon being applied to,\nhe could not but acknowledge (though it seemed rather against the bias\nof inclination) that wedding-cake might certainly disagree with\nmany—perhaps with most people, unless taken moderately. With such an\nopinion, in confirmation of his own, Mr. Woodhouse hoped to influence\nevery visitor of the newly married pair; but still the cake was eaten;\nand there was no rest for his benevolent nerves till it was all gone.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 226}
{"text": "Emma wished she had been alone with Mrs. Weston. She should then have\nheard more: Mrs. Weston would speak to her, with a degree of unreserve\nwhich she would not hazard with Isabella; and, she really believed,\nwould scarcely try to conceal any thing relative to the Churchills from\nher, excepting those views on the young man, of which her own\nimagination had already given her such instinctive knowledge. But at\npresent there was nothing more to be said. Mr. Woodhouse very soon\nfollowed them into the drawing-room. To be sitting long after dinner,\nwas a confinement that he could not endure. Neither wine nor\nconversation was any thing to him; and gladly did he move to those with\nwhom he was always comfortable.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 124}
{"text": "“My dear Harriet, you must not refine too much upon this charade.—You\nwill betray your feelings improperly, if you are too conscious and too\nquick, and appear to affix more meaning, or even quite all the meaning\nwhich may be affixed to it. Do not be overpowered by such a little\ntribute of admiration. If he had been anxious for secrecy, he would not\nhave left the paper while I was by; but he rather pushed it towards me\nthan towards you. Do not let us be too solemn on the business. He has\nencouragement enough to proceed, without our sighing out our souls over\nthis charade.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 107}
{"text": "It was now the middle of June, and the weather fine; and Mrs. Elton was\ngrowing impatient to name the day, and settle with Mr. Weston as to\npigeon-pies and cold lamb, when a lame carriage-horse threw every thing\ninto sad uncertainty. It might be weeks, it might be only a few days,\nbefore the horse were useable; but no preparations could be ventured\non, and it was all melancholy stagnation. Mrs. Elton’s resources were\ninadequate to such an attack.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 80}
{"text": "Then Huckleberry and Tom stood dumb and staring, and heard the\nstony-hearted liar reel off his serene statement, they expecting every\nmoment that the clear sky would deliver God’s lightnings upon his head,\nand wondering to see how long the stroke was delayed. And when he had\nfinished and still stood alive and whole, their wavering impulse to\nbreak their oath and save the poor betrayed prisoner’s life faded and\nvanished away, for plainly this miscreant had sold himself to Satan and\nit would be fatal to meddle with the property of such a power as that.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 97}
{"text": "It must be her ardent wish that Harriet might be disappointed; and she\nhoped, that when able to see them together again, she might at least be\nable to ascertain what the chances for it were.—She should see them\nhenceforward with the closest observance; and wretchedly as she had\nhitherto misunderstood even those she was watching, she did not know\nhow to admit that she could be blinded here.—He was expected back every\nday. The power of observation would be soon given—frightfully soon it\nappeared when her thoughts were in one course. In the meanwhile, she\nresolved against seeing Harriet.—It would do neither of them good, it\nwould do the subject no good, to be talking of it farther.—She was\nresolved not to be convinced, as long as she could doubt, and yet had\nno authority for opposing Harriet’s confidence. To talk would be only\nto irritate.—She wrote to her, therefore, kindly, but decisively, to\nbeg that she would not, at present, come to Hartfield; acknowledging it\nto be her conviction, that all farther confidential discussion of _one_\ntopic had better be avoided; and hoping, that if a few days were\nallowed to pass before they met again, except in the company of\nothers—she objected only to a tête-à-tête—they might be able to act as\nif they had forgotten the conversation of yesterday.—Harriet submitted,\nand approved, and was grateful.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 229}
{"text": "Mr. Elton was the very person fixed on by Emma for driving the young\nfarmer out of Harriet’s head. She thought it would be an excellent\nmatch; and only too palpably desirable, natural, and probable, for her\nto have much merit in planning it. She feared it was what every body\nelse must think of and predict. It was not likely, however, that any\nbody should have equalled her in the date of the plan, as it had\nentered her brain during the very first evening of Harriet’s coming to\nHartfield. The longer she considered it, the greater was her sense of\nits expediency. Mr. Elton’s situation was most suitable, quite the\ngentleman himself, and without low connexions; at the same time, not of\nany family that could fairly object to the doubtful birth of Harriet.\nHe had a comfortable home for her, and Emma imagined a very sufficient\nincome; for though the vicarage of Highbury was not large, he was known\nto have some independent property; and she thought very highly of him\nas a good-humoured, well-meaning, respectable young man, without any\ndeficiency of useful understanding or knowledge of the world.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 192}
{"text": "Tom was off at once. He did not care to have Huck’s company in public\nplaces. He was gone half an hour. He found that in the best tavern, No.\n2 had long been occupied by a young lawyer, and was still so occupied.\nIn the less ostentatious house, No. 2 was a mystery. The tavern-keeper’s\nyoung son said it was kept locked all the time, and he never saw anybody\ngo into it or come out of it except at night; he did not know any\nparticular reason for this state of things; had had some little\ncuriosity, but it was rather feeble; had made the most of the mystery\nby entertaining himself with the idea that that room was “ha’nted”; had\nnoticed that there was a light in there the night before.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 134}
{"text": "Tom gave up the brush with reluctance in his face, but alacrity in his\nheart. And while the late steamer Big Missouri worked and sweated in the\nsun, the retired artist sat on a barrel in the shade close by,\ndangled his legs, munched his apple, and planned the slaughter of more\ninnocents. There was no lack of material; boys happened along every\nlittle while; they came to jeer, but remained to whitewash. By the time\nBen was fagged out, Tom had traded the next chance to Billy Fisher for\na kite, in good repair; and when he played out, Johnny Miller bought in\nfor a dead rat and a string to swing it with—and so on, and so on, hour\nafter hour. And when the middle of the afternoon came, from being a\npoor poverty-stricken boy in the morning, Tom was literally rolling in\nwealth. He had besides the things before mentioned, twelve marbles, part\nof a jews-harp, a piece of blue bottle-glass to look through, a spool\ncannon, a key that wouldn’t unlock anything, a fragment of chalk, a\nglass stopper of a decanter, a tin soldier, a couple of tadpoles,\nsix fire-crackers, a kitten with only one eye, a brass door-knob, a\ndog-collar—but no dog—the handle of a knife, four pieces of orange-peel,\nand a dilapidated old window sash.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 222}
{"text": "But he felt less and less hopeful with each failure, and presently began\nto turn off into diverging avenues at sheer random, in desperate hope of\nfinding the one that was wanted. He still said it was “all right,” but\nthere was such a leaden dread at his heart that the words had lost their\nring and sounded just as if he had said, “All is lost!” Becky clung to\nhis side in an anguish of fear, and tried hard to keep back the tears,\nbut they would come. At last she said:", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 93}
{"text": "The congregation being fully assembled, now, the bell rang once more,\nto warn laggards and stragglers, and then a solemn hush fell upon the\nchurch which was only broken by the tittering and whispering of the\nchoir in the gallery. The choir always tittered and whispered all\nthrough service. There was once a church choir that was not ill-bred,\nbut I have forgotten where it was, now. It was a great many years ago,\nand I can scarcely remember anything about it, but I think it was in\nsome foreign country.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 91}
{"text": "The word _home_ made his father look on him with fresh complacency.\nEmma was directly sure that he knew how to make himself agreeable; the\nconviction was strengthened by what followed. He was very much pleased\nwith Randalls, thought it a most admirably arranged house, would hardly\nallow it even to be very small, admired the situation, the walk to\nHighbury, Highbury itself, Hartfield still more, and professed himself\nto have always felt the sort of interest in the country which none but\none’s _own_ country gives, and the greatest curiosity to visit it. That\nhe should never have been able to indulge so amiable a feeling before,\npassed suspiciously through Emma’s brain; but still, if it were a\nfalsehood, it was a pleasant one, and pleasantly handled. His manner\nhad no air of study or exaggeration. He did really look and speak as if\nin a state of no common enjoyment.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 152}
{"text": "Huck felt that a silence was going to ensue—a thing still more awful\nthan any amount of murderous talk; so he held his breath and stepped\ngingerly back; planted his foot carefully and firmly, after balancing,\none-legged, in a precarious way and almost toppling over, first on one\nside and then on the other. He took another step back, with the same\nelaboration and the same risks; then another and another, and—a twig\nsnapped under his foot! His breath stopped and he listened. There was no\nsound—the stillness was perfect. His gratitude was measureless. Now he\nturned in his tracks, between the walls of sumach bushes—turned\nhimself as carefully as if he were a ship—and then stepped quickly but\ncautiously along. When he emerged at the quarry he felt secure, and\nso he picked up his nimble heels and flew. Down, down he sped, till he\nreached the Welshman’s. He banged at the door, and presently the heads\nof the old man and his two stalwart sons were thrust from windows.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 171}
{"text": "Mr. Woodhouse could not be soon reconciled; but the worst was overcome,\nthe idea was given; time and continual repetition must do the rest.—To\nEmma’s entreaties and assurances succeeded Mr. Knightley’s, whose fond\npraise of her gave the subject even a kind of welcome; and he was soon\nused to be talked to by each, on every fair occasion.—They had all the\nassistance which Isabella could give, by letters of the strongest\napprobation; and Mrs. Weston was ready, on the first meeting, to\nconsider the subject in the most serviceable light—first, as a settled,\nand, secondly, as a good one—well aware of the nearly equal importance\nof the two recommendations to Mr. Woodhouse’s mind.—It was agreed upon,\nas what was to be; and every body by whom he was used to be guided\nassuring him that it would be for his happiness; and having some\nfeelings himself which almost admitted it, he began to think that some\ntime or other—in another year or two, perhaps—it might not be so very\nbad if the marriage did take place.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 177}
{"text": "The next morning brought Mr. Frank Churchill again. He came with Mrs.\nWeston, to whom and to Highbury he seemed to take very cordially. He\nhad been sitting with her, it appeared, most companionably at home,\ntill her usual hour of exercise; and on being desired to chuse their\nwalk, immediately fixed on Highbury.—“He did not doubt there being very\npleasant walks in every direction, but if left to him, he should always\nchuse the same. Highbury, that airy, cheerful, happy-looking Highbury,\nwould be his constant attraction.”—Highbury, with Mrs. Weston, stood\nfor Hartfield; and she trusted to its bearing the same construction\nwith him. They walked thither directly.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 108}
{"text": "“We shall never agree about him,” cried Emma; “but that is nothing\nextraordinary. I have not the least idea of his being a weak young man:\nI feel sure that he is not. Mr. Weston would not be blind to folly,\nthough in his own son; but he is very likely to have a more yielding,\ncomplying, mild disposition than would suit your notions of man’s\nperfection. I dare say he has; and though it may cut him off from some\nadvantages, it will secure him many others.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 88}
{"text": "About half-past nine or ten o’clock he came along the deserted street to\nwhere the Adored Unknown lived; he paused a moment; no sound fell upon\nhis listening ear; a candle was casting a dull glow upon the curtain\nof a second-story window. Was the sacred presence there? He climbed the\nfence, threaded his stealthy way through the plants, till he stood under\nthat window; he looked up at it long, and with emotion; then he laid him\ndown on the ground under it, disposing himself upon his back, with his\nhands clasped upon his breast and holding his poor wilted flower.\nAnd thus he would die—out in the cold world, with no shelter over his\nhomeless head, no friendly hand to wipe the death-damps from his brow,\nno loving face to bend pityingly over him when the great agony came. And\nthus _she_ would see him when she looked out upon the glad morning, and\noh! would she drop one little tear upon his poor, lifeless form, would\nshe heave one little sigh to see a bright young life so rudely blighted,\nso untimely cut down?", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 187}
{"text": "“What a curious kind of a fool a girl is! Never been licked in\nschool! Shucks! What’s a licking! That’s just like a girl—they’re so\nthin-skinned and chicken-hearted. Well, of course I ain’t going to tell\nold Dobbins on this little fool, because there’s other ways of getting\neven on her, that ain’t so mean; but what of it? Old Dobbins will ask\nwho it was tore his book. Nobody’ll answer. Then he’ll do just the way\nhe always does—ask first one and then t’other, and when he comes to the\nright girl he’ll know it, without any telling. Girls’ faces always tell\non them. They ain’t got any backbone. She’ll get licked. Well, it’s a\nkind of a tight place for Becky Thatcher, because there ain’t any way\nout of it.” Tom conned the thing a moment longer, and then added: “All\nright, though; she’d like to see me in just such a fix—let her sweat it\nout!”", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 159}
{"text": "There comes a time in every rightly-constructed boy’s life when he has\na raging desire to go somewhere and dig for hidden treasure. This desire\nsuddenly came upon Tom one day. He sallied out to find Joe Harper,\nbut failed of success. Next he sought Ben Rogers; he had gone fishing.\nPresently he stumbled upon Huck Finn the Red-Handed. Huck would\nanswer. Tom took him to a private place and opened the matter to him\nconfidentially. Huck was willing. Huck was always willing to take a hand\nin any enterprise that offered entertainment and required no capital,\nfor he had a troublesome superabundance of that sort of time which is\nnot money. “Where’ll we dig?” said Huck.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 117}
{"text": "The time was coming when the news must spread farther, and other\npersons’ reception of it tried. As soon as Mrs. Weston was sufficiently\nrecovered to admit Mr. Woodhouse’s visits, Emma having it in view that\nher gentle reasonings should be employed in the cause, resolved first\nto announce it at home, and then at Randalls.—But how to break it to\nher father at last!—She had bound herself to do it, in such an hour of\nMr. Knightley’s absence, or when it came to the point her heart would\nhave failed her, and she must have put it off; but Mr. Knightley was to\ncome at such a time, and follow up the beginning she was to make.—She\nwas forced to speak, and to speak cheerfully too. She must not make it\na more decided subject of misery to him, by a melancholy tone herself.\nShe must not appear to think it a misfortune.—With all the spirits she\ncould command, she prepared him first for something strange, and then,\nin a few words, said, that if his consent and approbation could be\nobtained—which, she trusted, would be attended with no difficulty,\nsince it was a plan to promote the happiness of all—she and Mr.\nKnightley meant to marry; by which means Hartfield would receive the\nconstant addition of that person’s company whom she knew he loved, next\nto his daughters and Mrs. Weston, best in the world.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 237}
{"text": "Mrs. Elton took a great fancy to Jane Fairfax; and from the first. Not\nmerely when a state of warfare with one young lady might be supposed to\nrecommend the other, but from the very first; and she was not satisfied\nwith expressing a natural and reasonable admiration—but without\nsolicitation, or plea, or privilege, she must be wanting to assist and\nbefriend her.—Before Emma had forfeited her confidence, and about the\nthird time of their meeting, she heard all Mrs. Elton’s knight-errantry\non the subject.—", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 85}
{"text": "With regard to her not accompanying them to Ireland, her account to her\naunt contained nothing but truth, though there might be some truths not\ntold. It was her own choice to give the time of their absence to\nHighbury; to spend, perhaps, her last months of perfect liberty with\nthose kind relations to whom she was so very dear: and the Campbells,\nwhatever might be their motive or motives, whether single, or double,\nor treble, gave the arrangement their ready sanction, and said, that\nthey depended more on a few months spent in her native air, for the\nrecovery of her health, than on any thing else. Certain it was that she\nwas to come; and that Highbury, instead of welcoming that perfect\nnovelty which had been so long promised it—Mr. Frank Churchill—must put\nup for the present with Jane Fairfax, who could bring only the\nfreshness of a two years’ absence.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 153}
{"text": "Emma could hardly understand him; he seemed in an odd humour. He walked\noff to find his father, but was quickly back again with both Mr. and\nMrs. Weston. He had met with them in a little perplexity, which must be\nlaid before Emma. It had just occurred to Mrs. Weston that Mrs. Elton\nmust be asked to begin the ball; that she would expect it; which\ninterfered with all their wishes of giving Emma that distinction.—Emma\nheard the sad truth with fortitude.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 83}
{"text": "Tom’s days were days of splendor and exultation to him, but his nights\nwere seasons of horror. Injun Joe infested all his dreams, and always\nwith doom in his eye. Hardly any temptation could persuade the boy\nto stir abroad after nightfall. Poor Huck was in the same state of\nwretchedness and terror, for Tom had told the whole story to the lawyer\nthe night before the great day of the trial, and Huck was sore afraid\nthat his share in the business might leak out, yet, notwithstanding\nInjun Joe’s flight had saved him the suffering of testifying in court.\nThe poor fellow had got the attorney to promise secrecy, but what of\nthat? Since Tom’s harassed conscience had managed to drive him to the\nlawyer’s house by night and wring a dread tale from lips that had\nbeen sealed with the dismalest and most formidable of oaths, Huck’s\nconfidence in the human race was wellnigh obliterated.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 157}
{"text": "“My idea of him is, that he can adapt his conversation to the taste of\nevery body, and has the power as well as the wish of being universally\nagreeable. To you, he will talk of farming; to me, of drawing or music;\nand so on to every body, having that general information on all\nsubjects which will enable him to follow the lead, or take the lead,\njust as propriety may require, and to speak extremely well on each;\nthat is my idea of him.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 86}
{"text": "In a little while familiarity modified their fears and they gave the\nplace a critical and interested examination, rather admiring their own\nboldness, and wondering at it, too. Next they wanted to look upstairs.\nThis was something like cutting off retreat, but they got to daring\neach other, and of course there could be but one result—they threw their\ntools into a corner and made the ascent. Up there were the same signs of\ndecay. In one corner they found a closet that promised mystery, but the\npromise was a fraud—there was nothing in it. Their courage was up now\nand well in hand. They were about to go down and begin work when—", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 114}
{"text": "How the trampers might have behaved, had the young ladies been more\ncourageous, must be doubtful; but such an invitation for attack could\nnot be resisted; and Harriet was soon assailed by half a dozen\nchildren, headed by a stout woman and a great boy, all clamorous, and\nimpertinent in look, though not absolutely in word.—More and more\nfrightened, she immediately promised them money, and taking out her\npurse, gave them a shilling, and begged them not to want more, or to\nuse her ill.—She was then able to walk, though but slowly, and was\nmoving away—but her terror and her purse were too tempting, and she was\nfollowed, or rather surrounded, by the whole gang, demanding more.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 118}
{"text": "“You may well class the delight, the honour, and the comfort of such a\nsituation together,” said Jane, “they are pretty sure to be equal;\nhowever, I am very serious in not wishing any thing to be attempted at\npresent for me. I am exceedingly obliged to you, Mrs. Elton, I am\nobliged to any body who feels for me, but I am quite serious in wishing\nnothing to be done till the summer. For two or three months longer I\nshall remain where I am, and as I am.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 90}
{"text": "“Indeed you injure me if you suppose me unconvinced. Your reasonings\ncarry my judgment along with them entirely. At first, while I supposed\nyou satisfied that Colonel Campbell was the giver, I saw it only as\npaternal kindness, and thought it the most natural thing in the world.\nBut when you mentioned Mrs. Dixon, I felt how much more probable that\nit should be the tribute of warm female friendship. And now I can see\nit in no other light than as an offering of love.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 86}
{"text": "“My advice,” said Mrs. Weston kindly and persuasively, “I certainly do\nfeel tempted to give. Miss Fairfax, you must not run such risks.—Liable\nas you have been to severe colds, indeed you ought to be particularly\ncareful, especially at this time of year. The spring I always think\nrequires more than common care. Better wait an hour or two, or even\nhalf a day for your letters, than run the risk of bringing on your\ncough again. Now do not you feel that you had? Yes, I am sure you are\nmuch too reasonable. You look as if you would not do such a thing\nagain.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 106}
{"text": "Tom skirted the block, and came round into a muddy alley that led by the\nback of his aunt’s cow-stable. He presently got safely beyond the reach\nof capture and punishment, and hastened toward the public square of the\nvillage, where two “military” companies of boys had met for conflict,\naccording to previous appointment. Tom was General of one of these\narmies, Joe Harper (a bosom friend) General of the other. These two\ngreat commanders did not condescend to fight in person—that being better\nsuited to the still smaller fry—but sat together on an eminence\nand conducted the field operations by orders delivered through\naides-de-camp. Tom’s army won a great victory, after a long and\nhard-fought battle. Then the dead were counted, prisoners exchanged,\nthe terms of the next disagreement agreed upon, and the day for the\nnecessary battle appointed; after which the armies fell into line and\nmarched away, and Tom turned homeward alone.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 155}
{"text": "They growled a response and went on digging. For some time there was no\nnoise but the grating sound of the spades discharging their freight of\nmould and gravel. It was very monotonous. Finally a spade struck upon\nthe coffin with a dull woody accent, and within another minute or two\nthe men had hoisted it out on the ground. They pried off the lid with\ntheir shovels, got out the body and dumped it rudely on the ground. The\nmoon drifted from behind the clouds and exposed the pallid face.\nThe barrow was got ready and the corpse placed on it, covered with a\nblanket, and bound to its place with the rope. Potter took out a large\nspring-knife and cut off the dangling end of the rope and then said:", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 132}
{"text": "As the two boys walked sorrowing along, they made a new compact to stand\nby each other and be brothers and never separate till death relieved\nthem of their troubles. Then they began to lay their plans. Joe was for\nbeing a hermit, and living on crusts in a remote cave, and dying,\nsome time, of cold and want and grief; but after listening to Tom, he\nconceded that there were some conspicuous advantages about a life of\ncrime, and so he consented to be a pirate.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 87}
{"text": "Away in the middle of the night a wild peal burst from the village\nbells, and in a moment the streets were swarming with frantic half-clad\npeople, who shouted, “Turn out! turn out! they’re found! they’re found!”\n Tin pans and horns were added to the din, the population massed itself\nand moved toward the river, met the children coming in an open carriage\ndrawn by shouting citizens, thronged around it, joined its homeward\nmarch, and swept magnificently up the main street roaring huzzah after\nhuzzah!", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 85}
{"text": "“You take and split the bean, and cut the wart so as to get some blood,\nand then you put the blood on one piece of the bean and take and dig\na hole and bury it ’bout midnight at the crossroads in the dark of the\nmoon, and then you burn up the rest of the bean. You see that piece\nthat’s got the blood on it will keep drawing and drawing, trying to\nfetch the other piece to it, and so that helps the blood to draw the\nwart, and pretty soon off she comes.”", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 97}
{"text": "This was that stranger’s voice—the stranger of the haunted house. A\ndeadly chill went to Huck’s heart—this, then, was the “revenge” job! His\nthought was, to fly. Then he remembered that the Widow Douglas had been\nkind to him more than once, and maybe these men were going to murder\nher. He wished he dared venture to warn her; but he knew he didn’t\ndare—they might come and catch him. He thought all this and more in\nthe moment that elapsed between the stranger’s remark and Injun Joe’s\nnext—which was—", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 90}
{"text": "“Well, if he have nothing else to recommend him, he will be a treasure\nat Highbury. We do not often look upon fine young men, well-bred and\nagreeable. We must not be nice and ask for all the virtues into the\nbargain. Cannot you imagine, Mr. Knightley, what a _sensation_ his\ncoming will produce? There will be but one subject throughout the\nparishes of Donwell and Highbury; but one interest—one object of\ncuriosity; it will be all Mr. Frank Churchill; we shall think and speak\nof nobody else.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 88}
{"text": "How long afterward it was that Becky came to a slow consciousness that\nshe was crying in Tom’s arms, neither could tell. All that they knew\nwas, that after what seemed a mighty stretch of time, both awoke out of\na dead stupor of sleep and resumed their miseries once more. Tom said\nit might be Sunday, now—maybe Monday. He tried to get Becky to talk, but\nher sorrows were too oppressive, all her hopes were gone. Tom said that\nthey must have been missed long ago, and no doubt the search was going\non. He would shout and maybe some one would come. He tried it; but in\nthe darkness the distant echoes sounded so hideously that he tried it no\nmore.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 123}
{"text": "In time, of course, Mr. Knightley would be forgotten, that is,\nsupplanted; but this could not be expected to happen very early. Mr.\nKnightley himself would be doing nothing to assist the cure;—not like\nMr. Elton. Mr. Knightley, always so kind, so feeling, so truly\nconsiderate for every body, would never deserve to be less worshipped\nthan now; and it really was too much to hope even of Harriet, that she\ncould be in love with more than _three_ men in one year.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 83}
{"text": "No objection was raised on the father’s side; the young man was treated\nliberally; it was all as it should be: and as Emma became acquainted\nwith Robert Martin, who was now introduced at Hartfield, she fully\nacknowledged in him all the appearance of sense and worth which could\nbid fairest for her little friend. She had no doubt of Harriet’s\nhappiness with any good-tempered man; but with him, and in the home he\noffered, there would be the hope of more, of security, stability, and\nimprovement. She would be placed in the midst of those who loved her,\nand who had better sense than herself; retired enough for safety, and\noccupied enough for cheerfulness. She would be never led into\ntemptation, nor left for it to find her out. She would be respectable\nand happy; and Emma admitted her to be the luckiest creature in the\nworld, to have created so steady and persevering an affection in such a\nman;—or, if not quite the luckiest, to yield only to herself.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 171}
{"text": "Mary said she had been affected much the same way. Sid seemed satisfied.\nTom got out of the presence as quick as he plausibly could, and after\nthat he complained of toothache for a week, and tied up his jaws every\nnight. He never knew that Sid lay nightly watching, and frequently\nslipped the bandage free and then leaned on his elbow listening a good\nwhile at a time, and afterward slipped the bandage back to its place\nagain. Tom’s distress of mind wore off gradually and the toothache grew\nirksome and was discarded. If Sid really managed to make anything out of\nTom’s disjointed mutterings, he kept it to himself.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 111}
{"text": "When they were well exhausted, they would run out and sprawl on the dry,\nhot sand, and lie there and cover themselves up with it, and by and by\nbreak for the water again and go through the original performance once\nmore. Finally it occurred to them that their naked skin represented\nflesh-colored “tights” very fairly; so they drew a ring in the sand and\nhad a circus—with three clowns in it, for none would yield this proudest\npost to his neighbor.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 82}
{"text": "It was hot; and after walking some time over the gardens in a\nscattered, dispersed way, scarcely any three together, they insensibly\nfollowed one another to the delicious shade of a broad short avenue of\nlimes, which stretching beyond the garden at an equal distance from the\nriver, seemed the finish of the pleasure grounds.—It led to nothing;\nnothing but a view at the end over a low stone wall with high pillars,\nwhich seemed intended, in their erection, to give the appearance of an\napproach to the house, which never had been there. Disputable, however,\nas might be the taste of such a termination, it was in itself a\ncharming walk, and the view which closed it extremely pretty.—The\nconsiderable slope, at nearly the foot of which the Abbey stood,\ngradually acquired a steeper form beyond its grounds; and at half a\nmile distant was a bank of considerable abruptness and grandeur, well\nclothed with wood;—and at the bottom of this bank, favourably placed\nand sheltered, rose the Abbey Mill Farm, with meadows in front, and the\nriver making a close and handsome curve around it.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 187}
{"text": "He threaded his way back to the ferry landing, found nobody at large\nthere, and walked boldly on board the boat, for he knew she was\ntenantless except that there was a watchman, who always turned in and\nslept like a graven image. He untied the skiff at the stern, slipped\ninto it, and was soon rowing cautiously upstream. When he had pulled a\nmile above the village, he started quartering across and bent himself\nstoutly to his work. He hit the landing on the other side neatly, for\nthis was a familiar bit of work to him. He was moved to capture\nthe skiff, arguing that it might be considered a ship and therefore\nlegitimate prey for a pirate, but he knew a thorough search would be\nmade for it and that might end in revelations. So he stepped ashore and\nentered the woods.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 145}
{"text": "“Keep your opinion to yourself! It will be safest for you. I’ll tie her\nto the bed. If she bleeds to death, is that my fault? I’ll not cry, if\nshe does. My friend, you’ll help me in this thing—for _my_ sake—that’s\nwhy you’re here—I mightn’t be able alone. If you flinch, I’ll kill you.\nDo you understand that? And if I have to kill you, I’ll kill her—and\nthen I reckon nobody’ll ever know much about who done this business.”", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 81}
{"text": "It is falling now; it will still be falling when all these things shall\nhave sunk down the afternoon of history, and the twilight of tradition,\nand been swallowed up in the thick night of oblivion. Has everything a\npurpose and a mission? Did this drop fall patiently during five thousand\nyears to be ready for this flitting human insect’s need? and has it\nanother important object to accomplish ten thousand years to come? No\nmatter. It is many and many a year since the hapless half-breed scooped\nout the stone to catch the priceless drops, but to this day the tourist\nstares longest at that pathetic stone and that slow-dropping water when\nhe comes to see the wonders of McDougal’s cave. Injun Joe’s cup stands\nfirst in the list of the cavern’s marvels; even “Aladdin’s Palace”\n cannot rival it.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 140}
{"text": "Emma could not like what bordered on a reflection on Mr. Weston, and\nhad half a mind to take it up; but she struggled, and let it pass. She\nwould keep the peace if possible; and there was something honourable\nand valuable in the strong domestic habits, the all-sufficiency of home\nto himself, whence resulted her brother’s disposition to look down on\nthe common rate of social intercourse, and those to whom it was\nimportant.—It had a high claim to forbearance.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 81}
{"text": "“Henry is a fine boy, but John is very like his mama. Henry is the\neldest, he was named after me, not after his father. John, the second,\nis named after his father. Some people are surprized, I believe, that\nthe eldest was not, but Isabella would have him called Henry, which I\nthought very pretty of her. And he is a very clever boy, indeed. They\nare all remarkably clever; and they have so many pretty ways. They will\ncome and stand by my chair, and say, ‘Grandpapa, can you give me a bit\nof string?’ and once Henry asked me for a knife, but I told him knives\nwere only made for grandpapas. I think their father is too rough with\nthem very often.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 126}
{"text": "“You are a very warm friend to Mr. Martin; but, as I said before, are\nunjust to Harriet. Harriet’s claims to marry well are not so\ncontemptible as you represent them. She is not a clever girl, but she\nhas better sense than you are aware of, and does not deserve to have\nher understanding spoken of so slightingly. Waiving that point,\nhowever, and supposing her to be, as you describe her, only pretty and\ngood-natured, let me tell you, that in the degree she possesses them,\nthey are not trivial recommendations to the world in general, for she\nis, in fact, a beautiful girl, and must be thought so by ninety-nine\npeople out of an hundred; and till it appears that men are much more\nphilosophic on the subject of beauty than they are generally supposed;\ntill they do fall in love with well-informed minds instead of handsome\nfaces, a girl, with such loveliness as Harriet, has a certainty of\nbeing admired and sought after, of having the power of chusing from\namong many, consequently a claim to be nice. Her good-nature, too, is\nnot so very slight a claim, comprehending, as it does, real, thorough\nsweetness of temper and manner, a very humble opinion of herself, and a\ngreat readiness to be pleased with other people. I am very much\nmistaken if your sex in general would not think such beauty, and such\ntemper, the highest claims a woman could possess.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 243}
{"text": "The day came, the party were punctually assembled, and Mr. John\nKnightley seemed early to devote himself to the business of being\nagreeable. Instead of drawing his brother off to a window while they\nwaited for dinner, he was talking to Miss Fairfax. Mrs. Elton, as\nelegant as lace and pearls could make her, he looked at in\nsilence—wanting only to observe enough for Isabella’s information—but\nMiss Fairfax was an old acquaintance and a quiet girl, and he could\ntalk to her. He had met her before breakfast as he was returning from a\nwalk with his little boys, when it had been just beginning to rain. It\nwas natural to have some civil hopes on the subject, and he said,", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 121}
{"text": "Mr. Elton looked as if he did not very well know what answer to make;\nwhich was exactly the case; for though very much gratified by the kind\ncare of such a fair lady, and not liking to resist any advice of her’s,\nhe had not really the least inclination to give up the visit;—but Emma,\ntoo eager and busy in her own previous conceptions and views to hear\nhim impartially, or see him with clear vision, was very well satisfied\nwith his muttering acknowledgment of its being “very cold, certainly\nvery cold,” and walked on, rejoicing in having extricated him from\nRandalls, and secured him the power of sending to inquire after Harriet\nevery hour of the evening.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 119}
{"text": "By and by attention ceased from him, and the accustomed school murmur\nrose upon the dull air once more. Presently the boy began to steal\nfurtive glances at the girl. She observed it, “made a mouth” at him\nand gave him the back of her head for the space of a minute. When she\ncautiously faced around again, a peach lay before her. She thrust it\naway. Tom gently put it back. She thrust it away again, but with less\nanimosity. Tom patiently returned it to its place. Then she let it\nremain. Tom scrawled on his slate, “Please take it—I got more.” The\ngirl glanced at the words, but made no sign. Now the boy began to draw\nsomething on the slate, hiding his work with his left hand. For a time\nthe girl refused to notice; but her human curiosity presently began\nto manifest itself by hardly perceptible signs. The boy worked on,\napparently unconscious. The girl made a sort of non-committal attempt\nto see, but the boy did not betray that he was aware of it. At last she\ngave in and hesitatingly whispered:", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 187}
{"text": "Emma was most sincerely interested. Her heart had been long growing\nkinder towards Jane; and this picture of her present sufferings acted\nas a cure of every former ungenerous suspicion, and left her nothing\nbut pity; and the remembrance of the less just and less gentle\nsensations of the past, obliged her to admit that Jane might very\nnaturally resolve on seeing Mrs. Cole or any other steady friend, when\nshe might not bear to see herself. She spoke as she felt, with earnest\nregret and solicitude—sincerely wishing that the circumstances which\nshe collected from Miss Bates to be now actually determined on, might\nbe as much for Miss Fairfax’s advantage and comfort as possible. “It\nmust be a severe trial to them all. She had understood it was to be\ndelayed till Colonel Campbell’s return.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 136}
{"text": "But when satisfied on all these points, and their acquaintance\nproportionably advanced, he contrived to find an opportunity, while\ntheir two fathers were engaged with each other, of introducing his\nmother-in-law, and speaking of her with so much handsome praise, so\nmuch warm admiration, so much gratitude for the happiness she secured\nto his father, and her very kind reception of himself, as was an\nadditional proof of his knowing how to please—and of his certainly\nthinking it worth while to try to please her. He did not advance a word\nof praise beyond what she knew to be thoroughly deserved by Mrs.\nWeston; but, undoubtedly he could know very little of the matter. He\nunderstood what would be welcome; he could be sure of little else. “His\nfather’s marriage,” he said, “had been the wisest measure, every friend\nmust rejoice in it; and the family from whom he had received such a\nblessing must be ever considered as having conferred the highest\nobligation on him.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 166}
{"text": "Most cordially, when Miss Bates arrived, did she agree that it must. As\na counsellor she was not wanted; but as an approver, (a much safer\ncharacter,) she was truly welcome. Her approbation, at once general and\nminute, warm and incessant, could not but please; and for another\nhalf-hour they were all walking to and fro, between the different\nrooms, some suggesting, some attending, and all in happy enjoyment of\nthe future. The party did not break up without Emma’s being positively\nsecured for the two first dances by the hero of the evening, nor\nwithout her overhearing Mr. Weston whisper to his wife, “He has asked\nher, my dear. That’s right. I knew he would!”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 116}
{"text": "He contrived that she should be seated by him; and was sufficiently\nemployed in looking out the best baked apple for her, and trying to\nmake her help or advise him in his work, till Jane Fairfax was quite\nready to sit down to the pianoforte again. That she was not immediately\nready, Emma did suspect to arise from the state of her nerves; she had\nnot yet possessed the instrument long enough to touch it without\nemotion; she must reason herself into the power of performance; and\nEmma could not but pity such feelings, whatever their origin, and could\nnot but resolve never to expose them to her neighbour again.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 111}
{"text": "“I wish you may not get into a scrape, Harriet, whenever he does\nmarry;—I mean, as to being acquainted with his wife—for though his\nsisters, from a superior education, are not to be altogether objected\nto, it does not follow that he might marry any body at all fit for you\nto notice. The misfortune of your birth ought to make you particularly\ncareful as to your associates. There can be no doubt of your being a\ngentleman’s daughter, and you must support your claim to that station\nby every thing within your own power, or there will be plenty of people\nwho would take pleasure in degrading you.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 109}
{"text": "“As you are going farther on business, sir, I will take the opportunity\nof paying a visit, which must be paid some day or other, and therefore\nmay as well be paid now. I have the honour of being acquainted with a\nneighbour of yours, (turning to Emma,) a lady residing in or near\nHighbury; a family of the name of Fairfax. I shall have no difficulty,\nI suppose, in finding the house; though Fairfax, I believe, is not the\nproper name—I should rather say Barnes, or Bates. Do you know any\nfamily of that name?”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 96}
{"text": "Emma learned to be rather glad that there had been such a meeting. It\nhad been serviceable in deadening the first shock, without retaining\nany influence to alarm. As Harriet now lived, the Martins could not get\nat her, without seeking her, where hitherto they had wanted either the\ncourage or the condescension to seek her; for since her refusal of the\nbrother, the sisters never had been at Mrs. Goddard’s; and a\ntwelvemonth might pass without their being thrown together again, with\nany necessity, or even any power of speech.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 91}
{"text": "“You may well be amazed,” returned Mrs. Weston, still averting her\neyes, and talking on with eagerness, that Emma might have time to\nrecover— “You may well be amazed. But it is even so. There has been a\nsolemn engagement between them ever since October—formed at Weymouth,\nand kept a secret from every body. Not a creature knowing it but\nthemselves—neither the Campbells, nor her family, nor his.—It is so\nwonderful, that though perfectly convinced of the fact, it is yet\nalmost incredible to myself. I can hardly believe it.—I thought I knew\nhim.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 94}
{"text": "Then there was a dispute about who saw the dead boys last in life, and\nmany claimed that dismal distinction, and offered evidences, more or\nless tampered with by the witness; and when it was ultimately decided\nwho _did_ see the departed last, and exchanged the last words with them,\nthe lucky parties took upon themselves a sort of sacred importance,\nand were gaped at and envied by all the rest. One poor chap, who had\nno other grandeur to offer, said with tolerably manifest pride in the\nremembrance:", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 89}
{"text": "He wandered far from the accustomed haunts of boys, and sought desolate\nplaces that were in harmony with his spirit. A log raft in the river\ninvited him, and he seated himself on its outer edge and contemplated\nthe dreary vastness of the stream, wishing, the while, that he could\nonly be drowned, all at once and unconsciously, without undergoing the\nuncomfortable routine devised by nature. Then he thought of his flower.\nHe got it out, rumpled and wilted, and it mightily increased his dismal\nfelicity. He wondered if she would pity him if she knew? Would she\ncry, and wish that she had a right to put her arms around his neck and\ncomfort him? Or would she turn coldly away like all the hollow world?\nThis picture brought such an agony of pleasurable suffering that he\nworked it over and over again in his mind and set it up in new and\nvaried lights, till he wore it threadbare. At last he rose up sighing\nand departed in the darkness.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 172}
{"text": "And if it had only happened to be night he would not have seen that\nspeck of daylight and would not have explored that passage any more! He\ntold how he went back for Becky and broke the good news and she told\nhim not to fret her with such stuff, for she was tired, and knew she was\ngoing to die, and wanted to. He described how he labored with her and\nconvinced her; and how she almost died for joy when she had groped to\nwhere she actually saw the blue speck of daylight; how he pushed his way\nout at the hole and then helped her out; how they sat there and cried\nfor gladness; how some men came along in a skiff and Tom hailed them\nand told them their situation and their famished condition; how the men\ndidn’t believe the wild tale at first, “because,” said they, “you are\nfive miles down the river below the valley the cave is in”—then took\nthem aboard, rowed to a house, gave them supper, made them rest till two\nor three hours after dark and then brought them home.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 191}
{"text": "“Shut up, Sid! A body does just the same in a dream as he’d do if he was\nawake. Here’s a big Milum apple I’ve been saving for you, Tom, if you\nwas ever found again—now go ’long to school. I’m thankful to the good\nGod and Father of us all I’ve got you back, that’s long-suffering and\nmerciful to them that believe on Him and keep His word, though goodness\nknows I’m unworthy of it, but if only the worthy ones got His blessings\nand had His hand to help them over the rough places, there’s few enough\nwould smile here or ever enter into His rest when the long night comes.\nGo ’long Sid, Mary, Tom—take yourselves off—you’ve hendered me long\nenough.”", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 124}
{"text": "Her situation was altogether the subject of hours of gratitude to Mrs.\nWeston, and of moments only of regret; and her satisfaction—her more\nthan satisfaction—her cheerful enjoyment, was so just and so apparent,\nthat Emma, well as she knew her father, was sometimes taken by surprize\nat his being still able to pity ‘poor Miss Taylor,’ when they left her\nat Randalls in the centre of every domestic comfort, or saw her go away\nin the evening attended by her pleasant husband to a carriage of her\nown. But never did she go without Mr. Woodhouse’s giving a gentle sigh,\nand saying, “Ah, poor Miss Taylor! She would be very glad to stay.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 113}
{"text": "She looked down the Randalls road. The scene enlarged; two persons\nappeared; Mrs. Weston and her son-in-law; they were walking into\nHighbury;—to Hartfield of course. They were stopping, however, in the\nfirst place at Mrs. Bates’s; whose house was a little nearer Randalls\nthan Ford’s; and had all but knocked, when Emma caught their\neye.—Immediately they crossed the road and came forward to her; and the\nagreeableness of yesterday’s engagement seemed to give fresh pleasure\nto the present meeting. Mrs. Weston informed her that she was going to\ncall on the Bateses, in order to hear the new instrument.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 99}
{"text": "“Sid, there’s only one person in this town mean enough to do that, and\nthat’s you. If you had been in Huck’s place you’d ’a’ sneaked down the\nhill and never told anybody on the robbers. You can’t do any but mean\nthings, and you can’t bear to see anybody praised for doing good ones.\nThere—no thanks, as the widow says”—and Tom cuffed Sid’s ears and helped\nhim to the door with several kicks. “Now go and tell auntie if you\ndare—and tomorrow you’ll catch it!”", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 86}
{"text": "“Have you indeed, sir?—Bless me! I never could have supposed it. But I\nlive out of the world, and am often astonished at what I hear. However,\nthis does make a difference; and, perhaps, when we come to talk it\nover—but these sort of things require a good deal of consideration. One\ncannot resolve upon them in a hurry. If Mr. and Mrs. Weston will be so\nobliging as to call here one morning, we may talk it over, and see what\ncan be done.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 85}
{"text": "As for Mr. Elton, his manners did not appear—but no, she would not\npermit a hasty or a witty word from herself about his manners. It was\nan awkward ceremony at any time to be receiving wedding visits, and a\nman had need be all grace to acquit himself well through it. The woman\nwas better off; she might have the assistance of fine clothes, and the\nprivilege of bashfulness, but the man had only his own good sense to\ndepend on; and when she considered how peculiarly unlucky poor Mr.\nElton was in being in the same room at once with the woman he had just\nmarried, the woman he had wanted to marry, and the woman whom he had\nbeen expected to marry, she must allow him to have the right to look as\nlittle wise, and to be as much affectedly, and as little really easy as\ncould be.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 152}
{"text": "“Very well. If the Westons think it worth while to be at all this\ntrouble for a few hours of noisy entertainment, I have nothing to say\nagainst it, but that they shall not chuse pleasures for me.—Oh! yes, I\nmust be there; I could not refuse; and I will keep as much awake as I\ncan; but I would rather be at home, looking over William Larkins’s\nweek’s account; much rather, I confess.—Pleasure in seeing dancing!—not\nI, indeed—I never look at it—I do not know who does.—Fine dancing, I\nbelieve, like virtue, must be its own reward. Those who are standing by\nare usually thinking of something very different.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 110}
{"text": "He bravely bore his miseries three weeks, and then one day turned up\nmissing. For forty-eight hours the widow hunted for him everywhere in\ngreat distress. The public were profoundly concerned; they searched high\nand low, they dragged the river for his body. Early the third morning\nTom Sawyer wisely went poking among some old empty hogsheads down behind\nthe abandoned slaughter-house, and in one of them he found the refugee.\nHuck had slept there; he had just breakfasted upon some stolen odds and\nends of food, and was lying off, now, in comfort, with his pipe. He was\nunkempt, uncombed, and clad in the same old ruin of rags that had made\nhim picturesque in the days when he was free and happy. Tom routed him\nout, told him the trouble he had been causing, and urged him to go home.\nHuck’s face lost its tranquil content, and took a melancholy cast. He\nsaid:", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 155}
{"text": "If any thing could be more, where all was most, she was more reserved\non the subject of Weymouth and the Dixons than any thing. She seemed\nbent on giving no real insight into Mr. Dixon’s character, or her own\nvalue for his company, or opinion of the suitableness of the match. It\nwas all general approbation and smoothness; nothing delineated or\ndistinguished. It did her no service however. Her caution was thrown\naway. Emma saw its artifice, and returned to her first surmises. There\nprobably _was_ something more to conceal than her own preference; Mr.\nDixon, perhaps, had been very near changing one friend for the other,\nor been fixed only to Miss Campbell, for the sake of the future twelve\nthousand pounds.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 124}
{"text": "Emma could not feel a doubt of having given Harriet’s fancy a proper\ndirection and raised the gratitude of her young vanity to a very good\npurpose, for she found her decidedly more sensible than before of Mr.\nElton’s being a remarkably handsome man, with most agreeable manners;\nand as she had no hesitation in following up the assurance of his\nadmiration by agreeable hints, she was soon pretty confident of\ncreating as much liking on Harriet’s side, as there could be any\noccasion for. She was quite convinced of Mr. Elton’s being in the\nfairest way of falling in love, if not in love already. She had no\nscruple with regard to him. He talked of Harriet, and praised her so\nwarmly, that she could not suppose any thing wanting which a little\ntime would not add. His perception of the striking improvement of\nHarriet’s manner, since her introduction at Hartfield, was not one of\nthe least agreeable proofs of his growing attachment.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 164}
{"text": "And now at this moment, when hope was dead, Tom Sawyer came forward with\nnine yellow tickets, nine red tickets, and ten blue ones, and demanded\na Bible. This was a thunderbolt out of a clear sky. Walters was not\nexpecting an application from this source for the next ten years. But\nthere was no getting around it—here were the certified checks, and they\nwere good for their face. Tom was therefore elevated to a place with\nthe Judge and the other elect, and the great news was announced from\nheadquarters. It was the most stunning surprise of the decade, and\nso profound was the sensation that it lifted the new hero up to the\njudicial one’s altitude, and the school had two marvels to gaze upon\nin place of one. The boys were all eaten up with envy—but those that\nsuffered the bitterest pangs were those who perceived too late that they\nthemselves had contributed to this hated splendor by trading tickets to\nTom for the wealth he had amassed in selling whitewashing privileges.\nThese despised themselves, as being the dupes of a wily fraud, a\nguileful snake in the grass.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 192}
{"text": "They felt like heroes in an instant. Here was a gorgeous triumph; they\nwere missed; they were mourned; hearts were breaking on their account;\ntears were being shed; accusing memories of unkindness to these poor\nlost lads were rising up, and unavailing regrets and remorse were being\nindulged; and best of all, the departed were the talk of the whole town,\nand the envy of all the boys, as far as this dazzling notoriety was\nconcerned. This was fine. It was worth while to be a pirate, after all.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 89}
{"text": "Tom went first, cutting rude steps in the clay hill as he descended.\nHuck followed. Four avenues opened out of the small cavern which the\ngreat rock stood in. The boys examined three of them with no result.\nThey found a small recess in the one nearest the base of the rock, with\na pallet of blankets spread down in it; also an old suspender, some\nbacon rind, and the well-gnawed bones of two or three fowls. But there\nwas no moneybox. The lads searched and researched this place, but in\nvain. Tom said:", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 94}
{"text": "The lads came gayly back and went at their sports again with a will,\nchattering all the time about Tom’s stupendous plan and admiring the\ngenius of it. After a dainty egg and fish dinner, Tom said he wanted to\nlearn to smoke, now. Joe caught at the idea and said he would like to\ntry, too. So Huck made pipes and filled them. These novices had never\nsmoked anything before but cigars made of grapevine, and they “bit” the\ntongue, and were not considered manly anyway.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 87}
{"text": "“Wrong! No one, I believe, can blame her more than she is disposed to\nblame herself. ‘The consequence,’ said she, ‘has been a state of\nperpetual suffering to me; and so it ought. But after all the\npunishment that misconduct can bring, it is still not less misconduct.\nPain is no expiation. I never can be blameless. I have been acting\ncontrary to all my sense of right; and the fortunate turn that every\nthing has taken, and the kindness I am now receiving, is what my\nconscience tells me ought not to be.’ ‘Do not imagine, madam,’ she\ncontinued, ‘that I was taught wrong. Do not let any reflection fall on\nthe principles or the care of the friends who brought me up. The error\nhas been all my own; and I do assure you that, with all the excuse that\npresent circumstances may appear to give, I shall yet dread making the\nstory known to Colonel Campbell.’”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 159}
{"text": "The visitors were given the highest seat of honor, and as soon as Mr.\nWalters’ speech was finished, he introduced them to the school. The\nmiddle-aged man turned out to be a prodigious personage—no less a one\nthan the county judge—altogether the most august creation these children\nhad ever looked upon—and they wondered what kind of material he was made\nof—and they half wanted to hear him roar, and were half afraid he might,\ntoo. He was from Constantinople, twelve miles away—so he had travelled,\nand seen the world—these very eyes had looked upon the county\ncourt-house—which was said to have a tin roof. The awe which these\nreflections inspired was attested by the impressive silence and the\nranks of staring eyes. This was the great Judge Thatcher, brother of\ntheir own lawyer. Jeff Thatcher immediately went forward, to be familiar\nwith the great man and be envied by the school. It would have been music\nto his soul to hear the whisperings:", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 163}
{"text": "Her father’s comfort was amply secured, Mrs. Bates as well as Mrs.\nGoddard being able to come; and her last pleasing duty, before she left\nthe house, was to pay her respects to them as they sat together after\ndinner; and while her father was fondly noticing the beauty of her\ndress, to make the two ladies all the amends in her power, by helping\nthem to large slices of cake and full glasses of wine, for whatever\nunwilling self-denial his care of their constitution might have obliged\nthem to practise during the meal.—She had provided a plentiful dinner\nfor them; she wished she could know that they had been allowed to eat\nit.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 114}
{"text": "“In Ben Rogers’ hayloft. He lets me, and so does his pap’s nigger man,\nUncle Jake. I tote water for Uncle Jake whenever he wants me to, and any\ntime I ask him he gives me a little something to eat if he can spare it.\nThat’s a mighty good nigger, Tom. He likes me, becuz I don’t ever act as\nif I was above him. Sometime I’ve set right down and eat _with_ him. But\nyou needn’t tell that. A body’s got to do things when he’s awful hungry\nhe wouldn’t want to do as a steady thing.”", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 99}
{"text": "Seats tolerably in the shade were found; and now Emma was obliged to\noverhear what Mrs. Elton and Jane Fairfax were talking of.—A situation,\na most desirable situation, was in question. Mrs. Elton had received\nnotice of it that morning, and was in raptures. It was not with Mrs.\nSuckling, it was not with Mrs. Bragge, but in felicity and splendour it\nfell short only of them: it was with a cousin of Mrs. Bragge, an\nacquaintance of Mrs. Suckling, a lady known at Maple Grove. Delightful,\ncharming, superior, first circles, spheres, lines, ranks, every\nthing—and Mrs. Elton was wild to have the offer closed with\nimmediately.—On her side, all was warmth, energy, and triumph—and she\npositively refused to take her friend’s negative, though Miss Fairfax\ncontinued to assure her that she would not at present engage in any\nthing, repeating the same motives which she had been heard to urge\nbefore.—Still Mrs. Elton insisted on being authorised to write an\nacquiescence by the morrow’s post.—How Jane could bear it at all, was\nastonishing to Emma.—She did look vexed, she did speak pointedly—and at\nlast, with a decision of action unusual to her, proposed a\nremoval.—“Should not they walk? Would not Mr. Knightley shew them the\ngardens—all the gardens?—She wished to see the whole extent.”—The\npertinacity of her friend seemed more than she could bear.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 225}
{"text": "But the compassionate feelings of a friend of her father gave a change\nto her destiny. This was Colonel Campbell, who had very highly regarded\nFairfax, as an excellent officer and most deserving young man; and\nfarther, had been indebted to him for such attentions, during a severe\ncamp-fever, as he believed had saved his life. These were claims which\nhe did not learn to overlook, though some years passed away from the\ndeath of poor Fairfax, before his own return to England put any thing\nin his power. When he did return, he sought out the child and took\nnotice of her. He was a married man, with only one living child, a\ngirl, about Jane’s age: and Jane became their guest, paying them long\nvisits and growing a favourite with all; and before she was nine years\nold, his daughter’s great fondness for her, and his own wish of being a\nreal friend, united to produce an offer from Colonel Campbell of\nundertaking the whole charge of her education. It was accepted; and\nfrom that period Jane had belonged to Colonel Campbell’s family, and\nhad lived with them entirely, only visiting her grandmother from time\nto time.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 199}
{"text": "“But where could _you_ hear it?” cried Miss Bates. “Where could you\npossibly hear it, Mr. Knightley? For it is not five minutes since I\nreceived Mrs. Cole’s note—no, it cannot be more than five—or at least\nten—for I had got my bonnet and spencer on, just ready to come out—I\nwas only gone down to speak to Patty again about the pork—Jane was\nstanding in the passage—were not you, Jane?—for my mother was so afraid\nthat we had not any salting-pan large enough. So I said I would go down\nand see, and Jane said, ‘Shall I go down instead? for I think you have\na little cold, and Patty has been washing the kitchen.’—‘Oh! my dear,’\nsaid I—well, and just then came the note. A Miss Hawkins—that’s all I\nknow. A Miss Hawkins of Bath. But, Mr. Knightley, how could you\npossibly have heard it? for the very moment Mr. Cole told Mrs. Cole of\nit, she sat down and wrote to me. A Miss Hawkins—”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 168}
{"text": "Contrary to the usual course of things, Mr. Elton’s wanting to pay his\naddresses to her had sunk him in her opinion. His professions and his\nproposals did him no service. She thought nothing of his attachment,\nand was insulted by his hopes. He wanted to marry well, and having the\narrogance to raise his eyes to her, pretended to be in love; but she\nwas perfectly easy as to his not suffering any disappointment that need\nbe cared for. There had been no real affection either in his language\nor manners. Sighs and fine words had been given in abundance; but she\ncould hardly devise any set of expressions, or fancy any tone of voice,\nless allied with real love. She need not trouble herself to pity him.\nHe only wanted to aggrandise and enrich himself; and if Miss Woodhouse\nof Hartfield, the heiress of thirty thousand pounds, were not quite so\neasily obtained as he had fancied, he would soon try for Miss Somebody\nelse with twenty, or with ten.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 172}
{"text": "So the talk ran on. But presently it began to flag a trifle, and\ngrow disjointed. The silences widened; the expectoration marvellously\nincreased. Every pore inside the boys’ cheeks became a spouting\nfountain; they could scarcely bail out the cellars under their tongues\nfast enough to prevent an inundation; little overflowings down their\nthroats occurred in spite of all they could do, and sudden retchings\nfollowed every time. Both boys were looking very pale and miserable,\nnow. Joe’s pipe dropped from his nerveless fingers. Tom’s followed. Both\nfountains were going furiously and both pumps bailing with might and\nmain. Joe said feebly:", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 102}
{"text": "“Only think of our happening to meet him!—How very odd! It was quite a\nchance, he said, that he had not gone round by Randalls. He did not\nthink we ever walked this road. He thought we walked towards Randalls\nmost days. He has not been able to get the Romance of the Forest yet.\nHe was so busy the last time he was at Kingston that he quite forgot\nit, but he goes again to-morrow. So very odd we should happen to meet!\nWell, Miss Woodhouse, is he like what you expected? What do you think\nof him? Do you think him so very plain?”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 106}
{"text": "Presently the cracked bell tapped and a voice gave the order to “cast\noff.” A minute or two later the skiff’s head was standing high up,\nagainst the boat’s swell, and the voyage was begun. Tom felt happy in\nhis success, for he knew it was the boat’s last trip for the night. At\nthe end of a long twelve or fifteen minutes the wheels stopped, and\nTom slipped overboard and swam ashore in the dusk, landing fifty yards\ndownstream, out of danger of possible stragglers.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 86}
{"text": "Now, it so happened that in spite of Emma’s resolution of never\nmarrying, there was something in the name, in the idea of Mr. Frank\nChurchill, which always interested her. She had frequently\nthought—especially since his father’s marriage with Miss Taylor—that if\nshe _were_ to marry, he was the very person to suit her in age,\ncharacter and condition. He seemed by this connexion between the\nfamilies, quite to belong to her. She could not but suppose it to be a\nmatch that every body who knew them must think of. That Mr. and Mrs.\nWeston did think of it, she was very strongly persuaded; and though not\nmeaning to be induced by him, or by any body else, to give up a\nsituation which she believed more replete with good than any she could\nchange it for, she had a great curiosity to see him, a decided\nintention of finding him pleasant, of being liked by him to a certain\ndegree, and a sort of pleasure in the idea of their being coupled in\ntheir friends’ imaginations.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 178}
{"text": "The first thing Tom heard on Friday morning was a glad piece of\nnews—Judge Thatcher’s family had come back to town the night before.\nBoth Injun Joe and the treasure sunk into secondary importance for a\nmoment, and Becky took the chief place in the boy’s interest. He saw her\nand they had an exhausting good time playing “hispy” and “gully-keeper”\n with a crowd of their schoolmates. The day was completed and crowned in\na peculiarly satisfactory way: Becky teased her mother to appoint\nthe next day for the long-promised and long-delayed picnic, and she\nconsented. The child’s delight was boundless; and Tom’s not more\nmoderate. The invitations were sent out before sunset, and straightway\nthe young folks of the village were thrown into a fever of preparation\nand pleasurable anticipation. Tom’s excitement enabled him to keep\nawake until a pretty late hour, and he had good hopes of hearing Huck’s\n“maow,” and of having his treasure to astonish Becky and the picnickers\nwith, next day; but he was disappointed. No signal came that night.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 175}
{"text": "Huck Finn’s wealth and the fact that he was now under the Widow Douglas’\nprotection introduced him into society—no, dragged him into it, hurled\nhim into it—and his sufferings were almost more than he could bear. The\nwidow’s servants kept him clean and neat, combed and brushed, and they\nbedded him nightly in unsympathetic sheets that had not one little spot\nor stain which he could press to his heart and know for a friend. He had\nto eat with a knife and fork; he had to use napkin, cup, and plate;\nhe had to learn his book, he had to go to church; he had to talk so\nproperly that speech was become insipid in his mouth; whithersoever he\nturned, the bars and shackles of civilization shut him in and bound him\nhand and foot.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 136}
{"text": "“Here is something quite new to me. Do you know it?—Cramer.—And here\nare a new set of Irish melodies. That, from such a quarter, one might\nexpect. This was all sent with the instrument. Very thoughtful of\nColonel Campbell, was not it?—He knew Miss Fairfax could have no music\nhere. I honour that part of the attention particularly; it shews it to\nhave been so thoroughly from the heart. Nothing hastily done; nothing\nincomplete. True affection only could have prompted it.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 81}
{"text": "So the one went off with one group of scholars, and the other with\nanother. In a little while the two met at the bottom of the lane, and\nwhen they reached the school they had it all to themselves. Then they\nsat together, with a slate before them, and Tom gave Becky the pencil\nand held her hand in his, guiding it, and so created another surprising\nhouse. When the interest in art began to wane, the two fell to talking.\nTom was swimming in bliss. He said:", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 89}
{"text": "“Say—boys, don’t say anything about it, and some time when they’re\naround, I’ll come up to you and say, ‘Joe, got a pipe? I want a smoke.’\nAnd you’ll say, kind of careless like, as if it warn’t anything, you’ll\nsay, ‘Yes, I got my _old_ pipe, and another one, but my tobacker ain’t\nvery good.’ And I’ll say, ‘Oh, that’s all right, if it’s _strong_\nenough.’ And then you’ll out with the pipes, and we’ll light up just as\nca’m, and then just see ’em look!”", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 87}
{"text": "“Here you are! Look at it, Huck; it’s the snuggest hole in this country.\nYou just keep mum about it. All along I’ve been wanting to be a robber,\nbut I knew I’d got to have a thing like this, and where to run across\nit was the bother. We’ve got it now, and we’ll keep it quiet, only we’ll\nlet Joe Harper and Ben Rogers in—because of course there’s got to be a\nGang, or else there wouldn’t be any style about it. Tom Sawyer’s Gang—it\nsounds splendid, don’t it, Huck?”", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 92}
{"text": "“Ah! there is nothing like staying at home for real comfort. Nobody can\nbe more devoted to home than I am. I was quite a proverb for it at\nMaple Grove. Many a time has Selina said, when she has been going to\nBristol, ‘I really cannot get this girl to move from the house. I\nabsolutely must go in by myself, though I hate being stuck up in the\nbarouche-landau without a companion; but Augusta, I believe, with her\nown good-will, would never stir beyond the park paling.’ Many a time\nhas she said so; and yet I am no advocate for entire seclusion. I\nthink, on the contrary, when people shut themselves up entirely from\nsociety, it is a very bad thing; and that it is much more advisable to\nmix in the world in a proper degree, without living in it either too\nmuch or too little. I perfectly understand your situation, however,\nMiss Woodhouse—(looking towards Mr. Woodhouse), Your father’s state of\nhealth must be a great drawback. Why does not he try Bath?—Indeed he\nshould. Let me recommend Bath to you. I assure you I have no doubt of\nits doing Mr. Woodhouse good.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 198}
{"text": "Tom learned of Huck’s sickness and went to see him on Friday, but could\nnot be admitted to the bedroom; neither could he on Saturday or Sunday.\nHe was admitted daily after that, but was warned to keep still about his\nadventure and introduce no exciting topic. The Widow Douglas stayed by\nto see that he obeyed. At home Tom learned of the Cardiff Hill event;\nalso that the “ragged man’s” body had eventually been found in the river\nnear the ferry-landing; he had been drowned while trying to escape,\nperhaps.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 91}
{"text": "After breakfast his aunt took him aside, and Tom almost brightened in\nthe hope that he was going to be flogged; but it was not so. His aunt\nwept over him and asked him how he could go and break her old heart so;\nand finally told him to go on, and ruin himself and bring her gray hairs\nwith sorrow to the grave, for it was no use for her to try any more.\nThis was worse than a thousand whippings, and Tom’s heart was sorer now\nthan his body. He cried, he pleaded for forgiveness, promised to reform\nover and over again, and then received his dismissal, feeling that\nhe had won but an imperfect forgiveness and established but a feeble\nconfidence.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 124}
{"text": "Tom decided that he could be independent of Becky Thatcher now. Glory\nwas sufficient. He would live for glory. Now that he was distinguished,\nmaybe she would be wanting to “make up.” Well, let her—she should see\nthat he could be as indifferent as some other people. Presently she\narrived. Tom pretended not to see her. He moved away and joined a group\nof boys and girls and began to talk. Soon he observed that she was\ntripping gayly back and forth with flushed face and dancing eyes,\npretending to be busy chasing schoolmates, and screaming with laughter\nwhen she made a capture; but he noticed that she always made her\ncaptures in his vicinity, and that she seemed to cast a conscious eye\nin his direction at such times, too. It gratified all the vicious vanity\nthat was in him; and so, instead of winning him, it only “set him up”\n the more and made him the more diligent to avoid betraying that he\nknew she was about. Presently she gave over skylarking, and moved\nirresolutely about, sighing once or twice and glancing furtively and\nwistfully toward Tom. Then she observed that now Tom was talking more\nparticularly to Amy Lawrence than to any one else. She felt a sharp pang\nand grew disturbed and uneasy at once. She tried to go away, but her\nfeet were treacherous, and carried her to the group instead. She said to\na girl almost at Tom’s elbow—with sham vivacity:", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 247}
{"text": "Tom went home miserable, and his dreams that night were full of horrors.\nThe next day and the day after, he hung about the courtroom, drawn by an\nalmost irresistible impulse to go in, but forcing himself to stay out.\nHuck was having the same experience. They studiously avoided each other.\nEach wandered away, from time to time, but the same dismal fascination\nalways brought them back presently. Tom kept his ears open when idlers\nsauntered out of the courtroom, but invariably heard distressing\nnews—the toils were closing more and more relentlessly around poor\nPotter. At the end of the second day the village talk was to the effect\nthat Injun Joe’s evidence stood firm and unshaken, and that there was\nnot the slightest question as to what the jury’s verdict would be.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 133}
{"text": "“You’ve been mighty good to me, boys—better’n anybody else in this town.\nAnd I don’t forget it, I don’t. Often I says to myself, says I, ‘I used\nto mend all the boys’ kites and things, and show ’em where the good\nfishin’ places was, and befriend ’em what I could, and now they’ve\nall forgot old Muff when he’s in trouble; but Tom don’t, and Huck\ndon’t—_they_ don’t forget him,’ says I, ‘and I don’t forget them.’ Well,\nboys, I done an awful thing—drunk and crazy at the time—that’s the only\nway I account for it—and now I got to swing for it, and it’s right.\nRight, and _best_, too, I reckon—hope so, anyway. Well, we won’t talk\nabout that. I don’t want to make _you_ feel bad; you’ve befriended me.\nBut what I want to say, is, don’t _you_ ever get drunk—then you won’t\never get here. Stand a litter furder west—so—that’s it; it’s a prime\ncomfort to see faces that’s friendly when a body’s in such a muck\nof trouble, and there don’t none come here but yourn. Good friendly\nfaces—good friendly faces. Git up on one another’s backs and let me\ntouch ’em. That’s it. Shake hands—yourn’ll come through the bars, but\nmine’s too big. Little hands, and weak—but they’ve helped Muff Potter a\npower, and they’d help him more if they could.”", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 227}
{"text": "“What an excellent device,” said he, “the use of a sheepskin for\ncarriages. How very comfortable they make it;—impossible to feel cold\nwith such precautions. The contrivances of modern days indeed have\nrendered a gentleman’s carriage perfectly complete. One is so fenced\nand guarded from the weather, that not a breath of air can find its way\nunpermitted. Weather becomes absolutely of no consequence. It is a very\ncold afternoon—but in this carriage we know nothing of the matter.—Ha!\nsnows a little I see.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 84}
{"text": "But she had made up her mind how to meet this presumption so many weeks\nbefore it appeared, that when the insult came at last, it found her\nvery differently affected. Donwell and Randalls had received their\ninvitation, and none had come for her father and herself; and Mrs.\nWeston’s accounting for it with “I suppose they will not take the\nliberty with you; they know you do not dine out,” was not quite\nsufficient. She felt that she should like to have had the power of\nrefusal; and afterwards, as the idea of the party to be assembled\nthere, consisting precisely of those whose society was dearest to her,\noccurred again and again, she did not know that she might not have been\ntempted to accept. Harriet was to be there in the evening, and the\nBateses. They had been speaking of it as they walked about Highbury the\nday before, and Frank Churchill had most earnestly lamented her\nabsence. Might not the evening end in a dance? had been a question of\nhis. The bare possibility of it acted as a farther irritation on her\nspirits; and her being left in solitary grandeur, even supposing the\nomission to be intended as a compliment, was but poor comfort.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 209}
{"text": "He was invited on good faith. No lurking horrors were to upbraid him\nfor his easy credulity. He did consent. He had not been at Donwell for\ntwo years. “Some very fine morning, he, and Emma, and Harriet, could go\nvery well; and he could sit still with Mrs. Weston, while the dear\ngirls walked about the gardens. He did not suppose they could be damp\nnow, in the middle of the day. He should like to see the old house\nagain exceedingly, and should be very happy to meet Mr. and Mrs. Elton,\nand any other of his neighbours.—He could not see any objection at all\nto his, and Emma’s, and Harriet’s going there some very fine morning.\nHe thought it very well done of Mr. Knightley to invite them—very kind\nand sensible—much cleverer than dining out.—He was not fond of dining\nout.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 144}
{"text": "“Mrs. Bates, let me propose your venturing on one of these eggs. An egg\nboiled very soft is not unwholesome. Serle understands boiling an egg\nbetter than any body. I would not recommend an egg boiled by any body\nelse; but you need not be afraid, they are very small, you see—one of\nour small eggs will not hurt you. Miss Bates, let Emma help you to a\n_little_ bit of tart—a _very_ little bit. Ours are all apple-tarts. You\nneed not be afraid of unwholesome preserves here. I do not advise the\ncustard. Mrs. Goddard, what say you to _half_ a glass of wine? A\n_small_ half-glass, put into a tumbler of water? I do not think it\ncould disagree with you.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 123}
{"text": "She followed another carriage to Mr. Cole’s door; and was pleased to\nsee that it was Mr. Knightley’s; for Mr. Knightley keeping no horses,\nhaving little spare money and a great deal of health, activity, and\nindependence, was too apt, in Emma’s opinion, to get about as he could,\nand not use his carriage so often as became the owner of Donwell Abbey.\nShe had an opportunity now of speaking her approbation while warm from\nher heart, for he stopped to hand her out.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 84}
{"text": "Tom fled home at noon. His conscience could not endure any more of Amy’s\ngrateful happiness, and his jealousy could bear no more of the other\ndistress. Becky resumed her picture inspections with Alfred, but as the\nminutes dragged along and no Tom came to suffer, her triumph began to\ncloud and she lost interest; gravity and absentmindedness followed,\nand then melancholy; two or three times she pricked up her ear at\na footstep, but it was a false hope; no Tom came. At last she grew\nentirely miserable and wished she hadn’t carried it so far. When\npoor Alfred, seeing that he was losing her, he did not know how, kept\nexclaiming: “Oh, here’s a jolly one! look at this!” she lost patience at\nlast, and said, “Oh, don’t bother me! I don’t care for them!” and burst\ninto tears, and got up and walked away.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 147}
{"text": "Three miles below town the ferryboat stopped at the mouth of a woody\nhollow and tied up. The crowd swarmed ashore and soon the forest\ndistances and craggy heights echoed far and near with shoutings and\nlaughter. All the different ways of getting hot and tired were gone\nthrough with, and by-and-by the rovers straggled back to camp fortified\nwith responsible appetites, and then the destruction of the good things\nbegan. After the feast there was a refreshing season of rest and chat in\nthe shade of spreading oaks. By-and-by somebody shouted:", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 92}
{"text": "“Very true, very true, indeed. The very thing that we have always been\nrather afraid of; for we should not have liked to have her at such a\ndistance from us, for months together—not able to come if any thing was\nto happen. But you see, every thing turns out for the best. They want\nher (Mr. and Mrs. Dixon) excessively to come over with Colonel and Mrs.\nCampbell; quite depend upon it; nothing can be more kind or pressing\nthan their _joint_ invitation, Jane says, as you will hear presently;\nMr. Dixon does not seem in the least backward in any attention. He is a\nmost charming young man. Ever since the service he rendered Jane at\nWeymouth, when they were out in that party on the water, and she, by\nthe sudden whirling round of something or other among the sails, would\nhave been dashed into the sea at once, and actually was all but gone,\nif he had not, with the greatest presence of mind, caught hold of her\nhabit— (I can never think of it without trembling!)—But ever since we\nhad the history of that day, I have been so fond of Mr. Dixon!”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 198}
{"text": "Tom quailed. But presently the temptation rose up strong again and the\nboys agreed to try, with the understanding that they would take to their\nheels if the snoring stopped. So they went tiptoeing stealthily down,\nthe one behind the other. When they had got to within five steps of the\nsnorer, Tom stepped on a stick, and it broke with a sharp snap. The man\nmoaned, writhed a little, and his face came into the moonlight. It was\nMuff Potter. The boys’ hearts had stood still, and their hopes too,\nwhen the man moved, but their fears passed away now. They tip-toed out,\nthrough the broken weather-boarding, and stopped at a little distance\nto exchange a parting word. That long, lugubrious howl rose on the night\nair again! They turned and saw the strange dog standing within a few\nfeet of where Potter was lying, and _facing_ Potter, with his nose\npointing heavenward.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 154}
{"text": "Tom joined the mob of skylarking scholars outside. In a few moments the\nmaster arrived and school “took in.” Tom did not feel a strong interest\nin his studies. Every time he stole a glance at the girls’ side of the\nroom Becky’s face troubled him. Considering all things, he did not want\nto pity her, and yet it was all he could do to help it. He could get\nup no exultation that was really worthy the name. Presently the\nspelling-book discovery was made, and Tom’s mind was entirely full\nof his own matters for a while after that. Becky roused up from her\nlethargy of distress and showed good interest in the proceedings. She\ndid not expect that Tom could get out of his trouble by denying that he\nspilt the ink on the book himself; and she was right. The denial only\nseemed to make the thing worse for Tom. Becky supposed she would be glad\nof that, and she tried to believe she was glad of it, but she found she\nwas not certain. When the worst came to the worst, she had an impulse\nto get up and tell on Alfred Temple, but she made an effort and forced\nherself to keep still—because, said she to herself, “he’ll tell about me\ntearing the picture sure. I wouldn’t say a word, not to save his life!”", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 230}
{"text": "He had walked up one day after dinner, as he very often did, to spend\nhis evening at Hartfield. Emma and Harriet were going to walk; he\njoined them; and, on returning, they fell in with a larger party, who,\nlike themselves, judged it wisest to take their exercise early, as the\nweather threatened rain; Mr. and Mrs. Weston and their son, Miss Bates\nand her niece, who had accidentally met. They all united; and, on\nreaching Hartfield gates, Emma, who knew it was exactly the sort of\nvisiting that would be welcome to her father, pressed them all to go in\nand drink tea with him. The Randalls party agreed to it immediately;\nand after a pretty long speech from Miss Bates, which few persons\nlistened to, she also found it possible to accept dear Miss Woodhouse’s\nmost obliging invitation.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 141}
{"text": "She spoke with a confidence which staggered, with a satisfaction which\nsilenced, Mr. Knightley. She was in gay spirits, and would have\nprolonged the conversation, wanting to hear the particulars of his\nsuspicions, every look described, and all the wheres and hows of a\ncircumstance which highly entertained her: but his gaiety did not meet\nhers. He found he could not be useful, and his feelings were too much\nirritated for talking. That he might not be irritated into an absolute\nfever, by the fire which Mr. Woodhouse’s tender habits required almost\nevery evening throughout the year, he soon afterwards took a hasty\nleave, and walked home to the coolness and solitude of Donwell Abbey.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 115}
{"text": "“I have known her from a child, undoubtedly; we have been children and\nwomen together; and it is natural to suppose that we should be\nintimate,—that we should have taken to each other whenever she visited\nher friends. But we never did. I hardly know how it has happened; a\nlittle, perhaps, from that wickedness on my side which was prone to\ntake disgust towards a girl so idolized and so cried up as she always\nwas, by her aunt and grandmother, and all their set. And then, her\nreserve—I never could attach myself to any one so completely reserved.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 100}
{"text": "But Tom’s energy did not last. He began to think of the fun he had\nplanned for this day, and his sorrows multiplied. Soon the free boys\nwould come tripping along on all sorts of delicious expeditions, and\nthey would make a world of fun of him for having to work—the very\nthought of it burnt him like fire. He got out his worldly wealth and\nexamined it—bits of toys, marbles, and trash; enough to buy an exchange\nof _work_, maybe, but not half enough to buy so much as half an hour\nof pure freedom. So he returned his straitened means to his pocket, and\ngave up the idea of trying to buy the boys. At this dark and hopeless\nmoment an inspiration burst upon him! Nothing less than a great,\nmagnificent inspiration.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 134}
{"text": "“I am quite sure,” he replied, speaking very distinctly, “that he told\nme she had accepted him; and that there was no obscurity, nothing\ndoubtful, in the words he used; and I think I can give you a proof that\nit must be so. He asked my opinion as to what he was now to do. He knew\nof no one but Mrs. Goddard to whom he could apply for information of\nher relations or friends. Could I mention any thing more fit to be\ndone, than to go to Mrs. Goddard? I assured him that I could not. Then,\nhe said, he would endeavour to see her in the course of this day.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 114}
{"text": "The boy ran around and stopped within a foot or two of the flower, and\nthen shaded his eyes with his hand and began to look down street as\nif he had discovered something of interest going on in that direction.\nPresently he picked up a straw and began trying to balance it on his\nnose, with his head tilted far back; and as he moved from side to side,\nin his efforts, he edged nearer and nearer toward the pansy; finally his\nbare foot rested upon it, his pliant toes closed upon it, and he hopped\naway with the treasure and disappeared round the corner. But only for a\nminute—only while he could button the flower inside his jacket, next\nhis heart—or next his stomach, possibly, for he was not much posted in\nanatomy, and not hypercritical, anyway.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 139}
{"text": "In the hope of diverting her father’s thoughts from the\ndisagreeableness of Mr. Knightley’s going to London; and going so\nsuddenly; and going on horseback, which she knew would be all very bad;\nEmma communicated her news of Jane Fairfax, and her dependence on the\neffect was justified; it supplied a very useful check,—interested,\nwithout disturbing him. He had long made up his mind to Jane Fairfax’s\ngoing out as governess, and could talk of it cheerfully, but Mr.\nKnightley’s going to London had been an unexpected blow.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 88}
{"text": "“Yes, certainly it does. He has had great faults, faults of\ninconsideration and thoughtlessness; and I am very much of his opinion\nin thinking him likely to be happier than he deserves: but still as he\nis, beyond a doubt, really attached to Miss Fairfax, and will soon, it\nmay be hoped, have the advantage of being constantly with her, I am\nvery ready to believe his character will improve, and acquire from hers\nthe steadiness and delicacy of principle that it wants. And now, let me\ntalk to you of something else. I have another person’s interest at\npresent so much at heart, that I cannot think any longer about Frank\nChurchill. Ever since I left you this morning, Emma, my mind has been\nhard at work on one subject.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 131}
{"text": "“One should be sorry to see greater pride or refinement in the teacher\nof a school, Harriet. I dare say Miss Nash would envy you such an\nopportunity as this of being married. Even this conquest would appear\nvaluable in her eyes. As to any thing superior for you, I suppose she\nis quite in the dark. The attentions of a certain person can hardly be\namong the tittle-tattle of Highbury yet. Hitherto I fancy you and I are\nthe only people to whom his looks and manners have explained\nthemselves.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 91}
{"text": "To Mr. John Knightley was she indebted for her first idea on the\nsubject, for the first start of its possibility. There was no denying\nthat those brothers had penetration. She remembered what Mr. Knightley\nhad once said to her about Mr. Elton, the caution he had given, the\nconviction he had professed that Mr. Elton would never marry\nindiscreetly; and blushed to think how much truer a knowledge of his\ncharacter had been there shewn than any she had reached herself. It was\ndreadfully mortifying; but Mr. Elton was proving himself, in many\nrespects, the very reverse of what she had meant and believed him;\nproud, assuming, conceited; very full of his own claims, and little\nconcerned about the feelings of others.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 123}
{"text": "Presently she stepped into the kitchen, and Sid, happy in his immunity,\nreached for the sugar-bowl—a sort of glorying over Tom which was\nwellnigh unbearable. But Sid’s fingers slipped and the bowl dropped and\nbroke. Tom was in ecstasies. In such ecstasies that he even controlled\nhis tongue and was silent. He said to himself that he would not speak a\nword, even when his aunt came in, but would sit perfectly still till she\nasked who did the mischief; and then he would tell, and there would be\nnothing so good in the world as to see that pet model “catch it.” He was\nso brimful of exultation that he could hardly hold himself when the old\nlady came back and stood above the wreck discharging lightnings of wrath\nfrom over her spectacles. He said to himself, “Now it’s coming!” And the\nnext instant he was sprawling on the floor! The potent palm was uplifted\nto strike again when Tom cried out:", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 163}
{"text": "“I have heard it asserted,” said John Knightley, “that the same sort of\nhandwriting often prevails in a family; and where the same master\nteaches, it is natural enough. But for that reason, I should imagine\nthe likeness must be chiefly confined to the females, for boys have\nvery little teaching after an early age, and scramble into any hand\nthey can get. Isabella and Emma, I think, do write very much alike. I\nhave not always known their writing apart.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 81}
{"text": "In spite of her vexation, she could not help feeling it almost\nridiculous, that she should have the very same distressing and delicate\noffice to perform by Harriet, which Mrs. Weston had just gone through\nby herself. The intelligence, which had been so anxiously announced to\nher, she was now to be anxiously announcing to another. Her heart beat\nquick on hearing Harriet’s footstep and voice; so, she supposed, had\npoor Mrs. Weston felt when _she_ was approaching Randalls. Could the\nevent of the disclosure bear an equal resemblance!—But of that,\nunfortunately, there could be no chance.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 97}
{"text": "“Yes—I have some right to that knowledge; though I have never been at\nthe place in my life.—She is an odd woman!—But I never allow myself to\nspeak ill of her, on Frank’s account; for I do believe her to be very\nfond of him. I used to think she was not capable of being fond of any\nbody, except herself: but she has always been kind to him (in her\nway—allowing for little whims and caprices, and expecting every thing\nto be as she likes). And it is no small credit, in my opinion, to him,\nthat he should excite such an affection; for, though I would not say it\nto any body else, she has no more heart than a stone to people in\ngeneral; and the devil of a temper.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 133}
{"text": "Emma grieved that she could not be more openly just to one important\nservice which his better sense would have rendered her, to the advice\nwhich would have saved her from the worst of all her womanly\nfollies—her wilful intimacy with Harriet Smith; but it was too tender a\nsubject.—She could not enter on it.—Harriet was very seldom mentioned\nbetween them. This, on his side, might merely proceed from her not\nbeing thought of; but Emma was rather inclined to attribute it to\ndelicacy, and a suspicion, from some appearances, that their friendship\nwere declining. She was aware herself, that, parting under any other\ncircumstances, they certainly should have corresponded more, and that\nher intelligence would not have rested, as it now almost wholly did, on\nIsabella’s letters. He might observe that it was so. The pain of being\nobliged to practise concealment towards him, was very little inferior\nto the pain of having made Harriet unhappy.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 157}
{"text": "This nightmare occupied some ten pages of manuscript and wound up with a\nsermon so destructive of all hope to non-Presbyterians that it took\nthe first prize. This composition was considered to be the very finest\neffort of the evening. The mayor of the village, in delivering the prize\nto the author of it, made a warm speech in which he said that it was by\nfar the most “eloquent” thing he had ever listened to, and that Daniel\nWebster himself might well be proud of it.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 87}
{"text": "A very little quiet reflection was enough to satisfy Emma as to the\nnature of her agitation on hearing this news of Frank Churchill. She\nwas soon convinced that it was not for herself she was feeling at all\napprehensive or embarrassed; it was for him. Her own attachment had\nreally subsided into a mere nothing; it was not worth thinking of;—but\nif he, who had undoubtedly been always so much the most in love of the\ntwo, were to be returning with the same warmth of sentiment which he\nhad taken away, it would be very distressing. If a separation of two\nmonths should not have cooled him, there were dangers and evils before\nher:—caution for him and for herself would be necessary. She did not\nmean to have her own affections entangled again, and it would be\nincumbent on her to avoid any encouragement of his.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 148}
{"text": "Mr. Knightley had done all in his power for Mr. Woodhouse’s\nentertainment. Books of engravings, drawers of medals, cameos, corals,\nshells, and every other family collection within his cabinets, had been\nprepared for his old friend, to while away the morning; and the\nkindness had perfectly answered. Mr. Woodhouse had been exceedingly\nwell amused. Mrs. Weston had been shewing them all to him, and now he\nwould shew them all to Emma;—fortunate in having no other resemblance\nto a child, than in a total want of taste for what he saw, for he was\nslow, constant, and methodical.—Before this second looking over was\nbegun, however, Emma walked into the hall for the sake of a few\nmoments’ free observation of the entrance and ground-plot of the\nhouse—and was hardly there, when Jane Fairfax appeared, coming quickly\nin from the garden, and with a look of escape.—Little expecting to meet\nMiss Woodhouse so soon, there was a start at first; but Miss Woodhouse\nwas the very person she was in quest of.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 171}
{"text": "Huck was already upon his watch when the ferryboat’s lights went\nglinting past the wharf. He heard no noise on board, for the young\npeople were as subdued and still as people usually are who are nearly\ntired to death. He wondered what boat it was, and why she did not\nstop at the wharf—and then he dropped her out of his mind and put his\nattention upon his business. The night was growing cloudy and dark. Ten\no’clock came, and the noise of vehicles ceased, scattered lights began\nto wink out, all straggling foot-passengers disappeared, the village\nbetook itself to its slumbers and left the small watcher alone with the\nsilence and the ghosts. Eleven o’clock came, and the tavern lights were\nput out; darkness everywhere, now. Huck waited what seemed a weary long\ntime, but nothing happened. His faith was weakening. Was there any use?\nWas there really any use? Why not give it up and turn in?", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 160}
{"text": "“This man is almost too gallant to be in love,” thought Emma. “I should\nsay so, but that I suppose there may be a hundred different ways of\nbeing in love. He is an excellent young man, and will suit Harriet\nexactly; it will be an ‘Exactly so,’ as he says himself; but he does\nsigh and languish, and study for compliments rather more than I could\nendure as a principal. I come in for a pretty good share as a second.\nBut it is his gratitude on Harriet’s account.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 90}
{"text": "As the service proceeded, the clergyman drew such pictures of the\ngraces, the winning ways, and the rare promise of the lost lads that\nevery soul there, thinking he recognized these pictures, felt a pang\nin remembering that he had persistently blinded himself to them always\nbefore, and had as persistently seen only faults and flaws in the poor\nboys. The minister related many a touching incident in the lives of the\ndeparted, too, which illustrated their sweet, generous natures, and the\npeople could easily see, now, how noble and beautiful those episodes\nwere, and remembered with grief that at the time they occurred they had\nseemed rank rascalities, well deserving of the cowhide. The congregation\nbecame more and more moved, as the pathetic tale went on, till at last\nthe whole company broke down and joined the weeping mourners in a chorus\nof anguished sobs, the preacher himself giving way to his feelings, and\ncrying in the pulpit.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 159}
{"text": "Emma was pleased with the thought; and producing the box, the table was\nquickly scattered over with alphabets, which no one seemed so much\ndisposed to employ as their two selves. They were rapidly forming words\nfor each other, or for any body else who would be puzzled. The\nquietness of the game made it particularly eligible for Mr. Woodhouse,\nwho had often been distressed by the more animated sort, which Mr.\nWeston had occasionally introduced, and who now sat happily occupied in\nlamenting, with tender melancholy, over the departure of the “poor\nlittle boys,” or in fondly pointing out, as he took up any stray letter\nnear him, how beautifully Emma had written it.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 115}
{"text": "When Tom awoke, Sid was dressed and gone. There was a late look in the\nlight, a late sense in the atmosphere. He was startled. Why had he not\nbeen called—persecuted till he was up, as usual? The thought filled\nhim with bodings. Within five minutes he was dressed and down-stairs,\nfeeling sore and drowsy. The family were still at table, but they had\nfinished breakfast. There was no voice of rebuke; but there were averted\neyes; there was a silence and an air of solemnity that struck a chill\nto the culprit’s heart. He sat down and tried to seem gay, but it\nwas up-hill work; it roused no smile, no response, and he lapsed into\nsilence and let his heart sink down to the depths.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 127}
{"text": "“I have none of the usual inducements of women to marry. Were I to fall\nin love, indeed, it would be a different thing! but I never have been\nin love; it is not my way, or my nature; and I do not think I ever\nshall. And, without love, I am sure I should be a fool to change such a\nsituation as mine. Fortune I do not want; employment I do not want;\nconsequence I do not want: I believe few married women are half as much\nmistress of their husband’s house as I am of Hartfield; and never,\nnever could I expect to be so truly beloved and important; so always\nfirst and always right in any man’s eyes as I am in my father’s.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 128}
{"text": "Mr. Woodhouse was fond of society in his own way. He liked very much to\nhave his friends come and see him; and from various united causes, from\nhis long residence at Hartfield, and his good nature, from his fortune,\nhis house, and his daughter, he could command the visits of his own\nlittle circle, in a great measure, as he liked. He had not much\nintercourse with any families beyond that circle; his horror of late\nhours, and large dinner-parties, made him unfit for any acquaintance\nbut such as would visit him on his own terms. Fortunately for him,\nHighbury, including Randalls in the same parish, and Donwell Abbey in\nthe parish adjoining, the seat of Mr. Knightley, comprehended many\nsuch. Not unfrequently, through Emma’s persuasion, he had some of the\nchosen and the best to dine with him: but evening parties were what he\npreferred; and, unless he fancied himself at any time unequal to\ncompany, there was scarcely an evening in the week in which Emma could\nnot make up a card-table for him.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 177}
{"text": "For some time she was amused, without thinking beyond the immediate\ncause; but as she came to understand the family better, other feelings\narose. She had taken up a wrong idea, fancying it was a mother and\ndaughter, a son and son’s wife, who all lived together; but when it\nappeared that the Mr. Martin, who bore a part in the narrative, and was\nalways mentioned with approbation for his great good-nature in doing\nsomething or other, was a single man; that there was no young Mrs.\nMartin, no wife in the case; she did suspect danger to her poor little\nfriend from all this hospitality and kindness, and that, if she were\nnot taken care of, she might be required to sink herself forever.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 125}
{"text": "“Only think! well, that must be infinitely provoking! I have quite a\nhorror of upstarts. Maple Grove has given me a thorough disgust to\npeople of that sort; for there is a family in that neighbourhood who\nare such an annoyance to my brother and sister from the airs they give\nthemselves! Your description of Mrs. Churchill made me think of them\ndirectly. People of the name of Tupman, very lately settled there, and\nencumbered with many low connexions, but giving themselves immense\nairs, and expecting to be on a footing with the old established\nfamilies. A year and a half is the very utmost that they can have lived\nat West Hall; and how they got their fortune nobody knows. They came\nfrom Birmingham, which is not a place to promise much, you know, Mr.\nWeston. One has not great hopes from Birmingham. I always say there is\nsomething direful in the sound: but nothing more is positively known of\nthe Tupmans, though a good many things I assure you are suspected; and\nyet by their manners they evidently think themselves equal even to my\nbrother, Mr. Suckling, who happens to be one of their nearest\nneighbours. It is infinitely too bad. Mr. Suckling, who has been eleven\nyears a resident at Maple Grove, and whose father had it before him—I\nbelieve, at least—I am almost sure that old Mr. Suckling had completed\nthe purchase before his death.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 239}
{"text": "The boys’ breath forsook them. Injun Joe put his hand on his knife,\nhalted a moment, undecided, and then turned toward the stairway. The\nboys thought of the closet, but their strength was gone. The steps came\ncreaking up the stairs—the intolerable distress of the situation woke\nthe stricken resolution of the lads—they were about to spring for the\ncloset, when there was a crash of rotten timbers and Injun Joe landed on\nthe ground amid the debris of the ruined stairway. He gathered himself\nup cursing, and his comrade said:", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 91}
{"text": "They presently stopped and turned around. When he got to where they\nwere, he began unfolding his secret, and they listened moodily till\nat last they saw the “point” he was driving at, and then they set up a\nwarwhoop of applause and said it was “splendid!” and said if he had\ntold them at first, they wouldn’t have started away. He made a plausible\nexcuse; but his real reason had been the fear that not even the secret\nwould keep them with him any very great length of time, and so he had\nmeant to hold it in reserve as a last seduction.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 104}
{"text": "“It is very unfair to judge of any body’s conduct, without an intimate\nknowledge of their situation. Nobody, who has not been in the interior\nof a family, can say what the difficulties of any individual of that\nfamily may be. We ought to be acquainted with Enscombe, and with Mrs.\nChurchill’s temper, before we pretend to decide upon what her nephew\ncan do. He may, at times, be able to do a great deal more than he can\nat others.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 81}
{"text": "He had not left her long, by no means long enough for her to have the\nslightest inclination for thinking of any body else, when a letter was\nbrought her from Randalls—a very thick letter;—she guessed what it must\ncontain, and deprecated the necessity of reading it.—She was now in\nperfect charity with Frank Churchill; she wanted no explanations, she\nwanted only to have her thoughts to herself—and as for understanding\nany thing he wrote, she was sure she was incapable of it.—It must be\nwaded through, however. She opened the packet; it was too surely so;—a\nnote from Mrs. Weston to herself, ushered in the letter from Frank to\nMrs. Weston.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 112}
{"text": "Jane had not been gone a quarter of an hour, and they had only\naccomplished some views of St. Mark’s Place, Venice, when Frank\nChurchill entered the room. Emma had not been thinking of him, she had\nforgotten to think of him—but she was very glad to see him. Mrs. Weston\nwould be at ease. The black mare was blameless; _they_ were right who\nhad named Mrs. Churchill as the cause. He had been detained by a\ntemporary increase of illness in her; a nervous seizure, which had\nlasted some hours—and he had quite given up every thought of coming,\ntill very late;—and had he known how hot a ride he should have, and how\nlate, with all his hurry, he must be, he believed he should not have\ncome at all. The heat was excessive; he had never suffered any thing\nlike it—almost wished he had staid at home—nothing killed him like\nheat—he could bear any degree of cold, etc., but heat was\nintolerable—and he sat down, at the greatest possible distance from the\nslight remains of Mr. Woodhouse’s fire, looking very deplorable.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 184}
{"text": "For some time, now, the boys had been dully conscious of a peculiar\nsound in the distance, just as one sometimes is of the ticking of a\nclock which he takes no distinct note of. But now this mysterious sound\nbecame more pronounced, and forced a recognition. The boys started,\nglanced at each other, and then each assumed a listening attitude. There\nwas a long silence, profound and unbroken; then a deep, sullen boom came\nfloating down out of the distance.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 81}
{"text": "“Aye, very true. Mr. Perry did say so. I shall never forget it. Poor\nlittle Emma! You were very bad with the measles; that is, you would\nhave been very bad, but for Perry’s great attention. He came four times\na day for a week. He said, from the first, it was a very good\nsort—which was our great comfort; but the measles are a dreadful\ncomplaint. I hope whenever poor Isabella’s little ones have the\nmeasles, she will send for Perry.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 82}
{"text": "All the town was drifting toward the graveyard. Tom’s heartbreak\nvanished and he joined the procession, not because he would not\na thousand times rather go anywhere else, but because an awful,\nunaccountable fascination drew him on. Arrived at the dreadful place, he\nwormed his small body through the crowd and saw the dismal spectacle.\nIt seemed to him an age since he was there before. Somebody pinched\nhis arm. He turned, and his eyes met Huckleberry’s. Then both looked\nelsewhere at once, and wondered if anybody had noticed anything in their\nmutual glance. But everybody was talking, and intent upon the grisly\nspectacle before them.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 106}
{"text": "A gory knife had been found close to the murdered man, and it had been\nrecognized by somebody as belonging to Muff Potter—so the story ran. And\nit was said that a belated citizen had come upon Potter washing himself\nin the “branch” about one or two o’clock in the morning, and that Potter\nhad at once sneaked off—suspicious circumstances, especially the washing\nwhich was not a habit with Potter. It was also said that the town had\nbeen ransacked for this “murderer” (the public are not slow in the\nmatter of sifting evidence and arriving at a verdict), but that he\ncould not be found. Horsemen had departed down all the roads in every\ndirection, and the Sheriff “was confident” that he would be captured\nbefore night.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 128}
{"text": "“Yes, she would be, but that she thinks there will be another put-off.\nShe does not depend upon his coming so much as I do: but she does not\nknow the parties so well as I do. The case, you see, is—(but this is\nquite between ourselves: I did not mention a syllable of it in the\nother room. There are secrets in all families, you know)—The case is,\nthat a party of friends are invited to pay a visit at Enscombe in\nJanuary; and that Frank’s coming depends upon their being put off. If\nthey are not put off, he cannot stir. But I know they will, because it\nis a family that a certain lady, of some consequence, at Enscombe, has\na particular dislike to: and though it is thought necessary to invite\nthem once in two or three years, they always are put off when it comes\nto the point. I have not the smallest doubt of the issue. I am as\nconfident of seeing Frank here before the middle of January, as I am of\nbeing here myself: but your good friend there (nodding towards the\nupper end of the table) has so few vagaries herself, and has been so\nlittle used to them at Hartfield, that she cannot calculate on their\neffects, as I have been long in the practice of doing.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 227}
{"text": "“My poor dear Isabella,” said he, fondly taking her hand, and\ninterrupting, for a few moments, her busy labours for some one of her\nfive children—“How long it is, how terribly long since you were here!\nAnd how tired you must be after your journey! You must go to bed early,\nmy dear—and I recommend a little gruel to you before you go.—You and I\nwill have a nice basin of gruel together. My dear Emma, suppose we all\nhave a little gruel.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 83}
{"text": "“I perfectly agree with you, sir,”—was then his remark. “You did behave\nvery shamefully. You never wrote a truer line.” And having gone through\nwhat immediately followed of the basis of their disagreement, and his\npersisting to act in direct opposition to Jane Fairfax’s sense of\nright, he made a fuller pause to say, “This is very bad.—He had induced\nher to place herself, for his sake, in a situation of extreme\ndifficulty and uneasiness, and it should have been his first object to\nprevent her from suffering unnecessarily.—She must have had much more\nto contend with, in carrying on the correspondence, than he could. He\nshould have respected even unreasonable scruples, had there been such;\nbut hers were all reasonable. We must look to her one fault, and\nremember that she had done a wrong thing in consenting to the\nengagement, to bear that she should have been in such a state of\npunishment.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 155}
{"text": "As the school quieted down Tom made an honest effort to study, but\nthe turmoil within him was too great. In turn he took his place in the\nreading class and made a botch of it; then in the geography class and\nturned lakes into mountains, mountains into rivers, and rivers into\ncontinents, till chaos was come again; then in the spelling class, and\ngot “turned down,” by a succession of mere baby words, till he brought\nup at the foot and yielded up the pewter medal which he had worn with\nostentation for months.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 95}
{"text": "During his present short stay, Emma had barely seen him; but just\nenough to feel that the first meeting was over, and to give her the\nimpression of his not being improved by the mixture of pique and\npretension, now spread over his air. She was, in fact, beginning very\nmuch to wonder that she had ever thought him pleasing at all; and his\nsight was so inseparably connected with some very disagreeable\nfeelings, that, except in a moral light, as a penance, a lesson, a\nsource of profitable humiliation to her own mind, she would have been\nthankful to be assured of never seeing him again. She wished him very\nwell; but he gave her pain, and his welfare twenty miles off would\nadminister most satisfaction.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 127}
{"text": "At recess Tom continued his flirtation with Amy with jubilant\nself-satisfaction. And he kept drifting about to find Becky and lacerate\nher with the performance. At last he spied her, but there was a sudden\nfalling of his mercury. She was sitting cosily on a little bench behind\nthe schoolhouse looking at a picture-book with Alfred Temple—and so\nabsorbed were they, and their heads so close together over the book,\nthat they did not seem to be conscious of anything in the world besides.\nJealousy ran red-hot through Tom’s veins. He began to hate himself for\nthrowing away the chance Becky had offered for a reconciliation. He\ncalled himself a fool, and all the hard names he could think of. He\nwanted to cry with vexation. Amy chatted happily along, as they walked,\nfor her heart was singing, but Tom’s tongue had lost its function. He\ndid not hear what Amy was saying, and whenever she paused expectantly\nhe could only stammer an awkward assent, which was as often misplaced\nas otherwise. He kept drifting to the rear of the schoolhouse, again and\nagain, to sear his eyeballs with the hateful spectacle there. He could\nnot help it. And it maddened him to see, as he thought he saw, that\nBecky Thatcher never once suspected that he was even in the land of the\nliving. But she did see, nevertheless; and she knew she was winning her\nfight, too, and was glad to see him suffer as she had suffered.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 250}
{"text": "“That’s it! That’s a good boy. Fine boy. Fine, manly little fellow. Two\nthousand verses is a great many—very, very great many. And you never can\nbe sorry for the trouble you took to learn them; for knowledge is worth\nmore than anything there is in the world; it’s what makes great men\nand good men; you’ll be a great man and a good man yourself, some\nday, Thomas, and then you’ll look back and say, It’s all owing to the\nprecious Sunday-school privileges of my boyhood—it’s all owing to\nmy dear teachers that taught me to learn—it’s all owing to the good\nsuperintendent, who encouraged me, and watched over me, and gave me a\nbeautiful Bible—a splendid elegant Bible—to keep and have it all for my\nown, always—it’s all owing to right bringing up! That is what you will\nsay, Thomas—and you wouldn’t take any money for those two thousand\nverses—no indeed you wouldn’t. And now you wouldn’t mind telling me and\nthis lady some of the things you’ve learned—no, I know you wouldn’t—for\nwe are proud of little boys that learn. Now, no doubt you know the names\nof all the twelve disciples. Won’t you tell us the names of the first\ntwo that were appointed?”", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 208}
{"text": "And so on, with clapping of joyful hands till all the group had begged\nfor invitations but Tom and Amy. Then Tom turned coolly away, still\ntalking, and took Amy with him. Becky’s lips trembled and the tears\ncame to her eyes; she hid these signs with a forced gayety and went on\nchattering, but the life had gone out of the picnic, now, and out of\neverything else; she got away as soon as she could and hid herself and\nhad what her sex call “a good cry.” Then she sat moody, with wounded\npride, till the bell rang. She roused up, now, with a vindictive cast\nin her eye, and gave her plaited tails a shake and said she knew what\n_she’d_ do.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 125}
{"text": "“T’other” was a ragged, unkempt creature, with nothing very pleasant\nin his face. The Spaniard was wrapped in a serape; he had bushy white\nwhiskers; long white hair flowed from under his sombrero, and he wore\ngreen goggles. When they came in, “t’other” was talking in a low voice;\nthey sat down on the ground, facing the door, with their backs to the\nwall, and the speaker continued his remarks. His manner became less\nguarded and his words more distinct as he proceeded:", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 83}
{"text": "While she was gone, Mr. Knightley called, and sat some time with Mr.\nWoodhouse and Emma, till Mr. Woodhouse, who had previously made up his\nmind to walk out, was persuaded by his daughter not to defer it, and\nwas induced by the entreaties of both, though against the scruples of\nhis own civility, to leave Mr. Knightley for that purpose. Mr.\nKnightley, who had nothing of ceremony about him, was offering by his\nshort, decided answers, an amusing contrast to the protracted apologies\nand civil hesitations of the other.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 90}
{"text": "They walked together. He was silent. She thought he was often looking\nat her, and trying for a fuller view of her face than it suited her to\ngive. And this belief produced another dread. Perhaps he wanted to\nspeak to her, of his attachment to Harriet; he might be watching for\nencouragement to begin.—She did not, could not, feel equal to lead the\nway to any such subject. He must do it all himself. Yet she could not\nbear this silence. With him it was most unnatural. She\nconsidered—resolved—and, trying to smile, began—", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 94}
{"text": "He took up his brush and went tranquilly to work. Ben Rogers hove in\nsight presently—the very boy, of all boys, whose ridicule he had been\ndreading. Ben’s gait was the hop-skip-and-jump—proof enough that his\nheart was light and his anticipations high. He was eating an apple, and\ngiving a long, melodious whoop, at intervals, followed by a deep-toned\nding-dong-dong, ding-dong-dong, for he was personating a steamboat. As\nhe drew near, he slackened speed, took the middle of the street, leaned\nfar over to starboard and rounded to ponderously and with laborious pomp\nand circumstance—for he was personating the Big Missouri, and considered\nhimself to be drawing nine feet of water. He was boat and captain and\nengine-bells combined, so he had to imagine himself standing on his own\nhurricane-deck giving the orders and executing them:", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 136}
{"text": "“You are acquainted with Miss Jane Fairfax, sir, are you?” said Mr.\nWoodhouse, always the last to make his way in conversation; “then give\nme leave to assure you that you will find her a very agreeable young\nlady. She is staying here on a visit to her grandmama and aunt, very\nworthy people; I have known them all my life. They will be extremely\nglad to see you, I am sure; and one of my servants shall go with you to\nshew you the way.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 86}
{"text": "Tuesday the boys had the same ill luck. Also Wednesday. But Thursday\nnight promised better. Tom slipped out in good season with his aunt’s\nold tin lantern, and a large towel to blindfold it with. He hid the\nlantern in Huck’s sugar hogshead and the watch began. An hour before\nmidnight the tavern closed up and its lights (the only ones thereabouts)\nwere put out. No Spaniard had been seen. Nobody had entered or left the\nalley. Everything was auspicious. The blackness of darkness reigned,\nthe perfect stillness was interrupted only by occasional mutterings of\ndistant thunder.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 97}
{"text": "The old lady pulled her spectacles down and looked over them about the\nroom; then she put them up and looked out under them. She seldom or\nnever looked _through_ them for so small a thing as a boy; they were\nher state pair, the pride of her heart, and were built for “style,” not\nservice—she could have seen through a pair of stove-lids just as well.\nShe looked perplexed for a moment, and then said, not fiercely, but\nstill loud enough for the furniture to hear:", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 87}
{"text": "“There is one thing, Emma, which a man can always do, if he chuses, and\nthat is, his duty; not by manoeuvring and finessing, but by vigour and\nresolution. It is Frank Churchill’s duty to pay this attention to his\nfather. He knows it to be so, by his promises and messages; but if he\nwished to do it, it might be done. A man who felt rightly would say at\nonce, simply and resolutely, to Mrs. Churchill—‘Every sacrifice of mere\npleasure you will always find me ready to make to your convenience; but\nI must go and see my father immediately. I know he would be hurt by my\nfailing in such a mark of respect to him on the present occasion. I\nshall, therefore, set off to-morrow.’—If he would say so to her at\nonce, in the tone of decision becoming a man, there would be no\nopposition made to his going.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 154}
{"text": "Emma was not required, by any subsequent discovery, to retract her ill\nopinion of Mrs. Elton. Her observation had been pretty correct. Such as\nMrs. Elton appeared to her on this second interview, such she appeared\nwhenever they met again,—self-important, presuming, familiar, ignorant,\nand ill-bred. She had a little beauty and a little accomplishment, but\nso little judgment that she thought herself coming with superior\nknowledge of the world, to enliven and improve a country neighbourhood;\nand conceived Miss Hawkins to have held such a place in society as Mrs.\nElton’s consequence only could surpass.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 95}
{"text": "They came back to camp wonderfully refreshed, glad-hearted, and\nravenous; and they soon had the camp-fire blazing up again. Huck found a\nspring of clear cold water close by, and the boys made cups of broad oak\nor hickory leaves, and felt that water, sweetened with such a wildwood\ncharm as that, would be a good enough substitute for coffee. While Joe\nwas slicing bacon for breakfast, Tom and Huck asked him to hold on a\nminute; they stepped to a promising nook in the river-bank and threw in\ntheir lines; almost immediately they had reward. Joe had not had time\nto get impatient before they were back again with some handsome bass,\na couple of sun-perch and a small catfish—provisions enough for quite a\nfamily. They fried the fish with the bacon, and were astonished; for\nno fish had ever seemed so delicious before. They did not know that the\nquicker a fresh-water fish is on the fire after he is caught the better\nhe is; and they reflected little upon what a sauce open-air sleeping,\nopen-air exercise, bathing, and a large ingredient of hunger make, too.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 188}
{"text": "They rose up and wandered along, hand in hand and hopeless. They tried\nto estimate how long they had been in the cave, but all they knew was\nthat it seemed days and weeks, and yet it was plain that this could not\nbe, for their candles were not gone yet. A long time after this—they\ncould not tell how long—Tom said they must go softly and listen for\ndripping water—they must find a spring. They found one presently, and\nTom said it was time to rest again. Both were cruelly tired, yet Becky\nsaid she thought she could go a little farther. She was surprised to\nhear Tom dissent. She could not understand it. They sat down, and Tom\nfastened his candle to the wall in front of them with some clay. Thought\nwas soon busy; nothing was said for some time. Then Becky broke the\nsilence:", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 148}
{"text": "“Well, he is coming, you see; good news, I think. Well, what do you say\nto it?—I always told you he would be here again soon, did not I?—Anne,\nmy dear, did not I always tell you so, and you would not believe me?—In\ntown next week, you see—at the latest, I dare say; for _she_ is as\nimpatient as the black gentleman when any thing is to be done; most\nlikely they will be there to-morrow or Saturday. As to her illness, all\nnothing of course. But it is an excellent thing to have Frank among us\nagain, so near as town. They will stay a good while when they do come,\nand he will be half his time with us. This is precisely what I wanted.\nWell, pretty good news, is not it? Have you finished it? Has Emma read\nit all? Put it up, put it up; we will have a good talk about it some\nother time, but it will not do now. I shall only just mention the\ncircumstance to the others in a common way.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 181}
{"text": "It is remarkable, that Emma, in the many, very many, points of view in\nwhich she was now beginning to consider Donwell Abbey, was never struck\nwith any sense of injury to her nephew Henry, whose rights as\nheir-expectant had formerly been so tenaciously regarded. Think she\nmust of the possible difference to the poor little boy; and yet she\nonly gave herself a saucy conscious smile about it, and found amusement\nin detecting the real cause of that violent dislike of Mr. Knightley’s\nmarrying Jane Fairfax, or any body else, which at the time she had\nwholly imputed to the amiable solicitude of the sister and the aunt.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 109}
{"text": "“There is hardly any desiring to refresh such a memory as _that_,”—said\nMr. Knightley, feelingly; and for a moment or two he had done. “But I,”\nhe soon added, “who have had no such charm thrown over my senses, must\nstill see, hear, and remember. Emma is spoiled by being the cleverest\nof her family. At ten years old, she had the misfortune of being able\nto answer questions which puzzled her sister at seventeen. She was\nalways quick and assured: Isabella slow and diffident. And ever since\nshe was twelve, Emma has been mistress of the house and of you all. In\nher mother she lost the only person able to cope with her. She inherits\nher mother’s talents, and must have been under subjection to her.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 128}
{"text": "The boys were there that night, about the appointed time. They sat in\nthe shadow waiting. It was a lonely place, and an hour made solemn by\nold traditions. Spirits whispered in the rustling leaves, ghosts lurked\nin the murky nooks, the deep baying of a hound floated up out of the\ndistance, an owl answered with his sepulchral note. The boys were\nsubdued by these solemnities, and talked little. By and by they judged\nthat twelve had come; they marked where the shadow fell, and began to\ndig. Their hopes commenced to rise. Their interest grew stronger, and\ntheir industry kept pace with it. The hole deepened and still deepened,\nbut every time their hearts jumped to hear the pick strike upon\nsomething, they only suffered a new disappointment. It was only a stone\nor a chunk. At last Tom said:", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 142}
{"text": "It was a graveyard of the old-fashioned Western kind. It was on a hill,\nabout a mile and a half from the village. It had a crazy board fence\naround it, which leaned inward in places, and outward the rest of the\ntime, but stood upright nowhere. Grass and weeds grew rank over the\nwhole cemetery. All the old graves were sunken in, there was not a\ntombstone on the place; round-topped, worm-eaten boards staggered over\nthe graves, leaning for support and finding none. “Sacred to the memory\nof” So-and-So had been painted on them once, but it could no longer have\nbeen read, on the most of them, now, even if there had been light.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 116}
{"text": "“The evil of the distance from Enscombe,” said Mr. Weston, “is, that\nMrs. Churchill, _as_ _we_ _understand_, has not been able to leave the\nsofa for a week together. In Frank’s last letter she complained, he\nsaid, of being too weak to get into her conservatory without having\nboth his arm and his uncle’s! This, you know, speaks a great degree of\nweakness—but now she is so impatient to be in town, that she means to\nsleep only two nights on the road.—So Frank writes word. Certainly,\ndelicate ladies have very extraordinary constitutions, Mrs. Elton. You\nmust grant me that.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 100}
{"text": "He flew along unfrequented alleys, and shortly found himself at his\naunt’s back fence. He climbed over, approached the “ell,” and looked\nin at the sitting-room window, for a light was burning there. There\nsat Aunt Polly, Sid, Mary, and Joe Harper’s mother, grouped together,\ntalking. They were by the bed, and the bed was between them and the\ndoor. Tom went to the door and began to softly lift the latch; then\nhe pressed gently and the door yielded a crack; he continued pushing\ncautiously, and quaking every time it creaked, till he judged he might\nsqueeze through on his knees; so he put his head through and began,\nwarily.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 111}
{"text": "This event had very lately taken place; too lately for any thing to be\nyet attempted by her less fortunate friend towards entering on her path\nof duty; though she had now reached the age which her own judgment had\nfixed on for beginning. She had long resolved that one-and-twenty\nshould be the period. With the fortitude of a devoted novitiate, she\nhad resolved at one-and-twenty to complete the sacrifice, and retire\nfrom all the pleasures of life, of rational intercourse, equal society,\npeace and hope, to penance and mortification for ever.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 92}
{"text": "She then took a longer time for consideration. Should she proceed no\nfarther?—should she let it pass, and seem to suspect nothing?—Perhaps\nHarriet might think her cold or angry if she did; or perhaps if she\nwere totally silent, it might only drive Harriet into asking her to\nhear too much; and against any thing like such an unreserve as had\nbeen, such an open and frequent discussion of hopes and chances, she\nwas perfectly resolved.—She believed it would be wiser for her to say\nand know at once, all that she meant to say and know. Plain dealing was\nalways best. She had previously determined how far she would proceed,\non any application of the sort; and it would be safer for both, to have\nthe judicious law of her own brain laid down with speed.—She was\ndecided, and thus spoke—", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 142}
{"text": "Tom did play hookey, and he had a very good time. He got back home\nbarely in season to help Jim, the small colored boy, saw next-day’s wood\nand split the kindlings before supper—at least he was there in time\nto tell his adventures to Jim while Jim did three-fourths of the work.\nTom’s younger brother (or rather half-brother) Sid was already through\nwith his part of the work (picking up chips), for he was a quiet boy,\nand had no adventurous, trouble-some ways.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 84}
{"text": "If Mr. Knightley did not begin seriously, he was obliged to proceed so,\nfor his proposal was caught at with delight; and the “Oh! I should like\nit of all things,” was not plainer in words than manner. Donwell was\nfamous for its strawberry-beds, which seemed a plea for the invitation:\nbut no plea was necessary; cabbage-beds would have been enough to tempt\nthe lady, who only wanted to be going somewhere. She promised him again\nand again to come—much oftener than he doubted—and was extremely\ngratified by such a proof of intimacy, such a distinguishing compliment\nas she chose to consider it.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 103}
{"text": "When Tom awoke in the morning, he wondered where he was. He sat up and\nrubbed his eyes and looked around. Then he comprehended. It was the cool\ngray dawn, and there was a delicious sense of repose and peace in the\ndeep pervading calm and silence of the woods. Not a leaf stirred; not\na sound obtruded upon great Nature’s meditation. Beaded dewdrops stood\nupon the leaves and grasses. A white layer of ashes covered the fire,\nand a thin blue breath of smoke rose straight into the air. Joe and Huck\nstill slept.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 95}
{"text": "It was rather too late in the day to set about being simple-minded and\nignorant; but she left her with every previous resolution confirmed of\nbeing humble and discreet, and repressing imagination all the rest of\nher life. Her second duty now, inferior only to her father’s claims,\nwas to promote Harriet’s comfort, and endeavour to prove her own\naffection in some better method than by match-making. She got her to\nHartfield, and shewed her the most unvarying kindness, striving to\noccupy and amuse her, and by books and conversation, to drive Mr. Elton\nfrom her thoughts.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 97}
{"text": "Mrs. Weston was exceedingly disappointed—much more disappointed, in\nfact, than her husband, though her dependence on seeing the young man\nhad been so much more sober: but a sanguine temper, though for ever\nexpecting more good than occurs, does not always pay for its hopes by\nany proportionate depression. It soon flies over the present failure,\nand begins to hope again. For half an hour Mr. Weston was surprized and\nsorry; but then he began to perceive that Frank’s coming two or three\nmonths later would be a much better plan; better time of year; better\nweather; and that he would be able, without any doubt, to stay\nconsiderably longer with them than if he had come sooner.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 118}
{"text": "“Mr. Knightley’s air is so remarkably good that it is not fair to\ncompare Mr. Martin with _him_. You might not see one in a hundred with\n_gentleman_ so plainly written as in Mr. Knightley. But he is not the\nonly gentleman you have been lately used to. What say you to Mr. Weston\nand Mr. Elton? Compare Mr. Martin with either of _them_. Compare their\nmanner of carrying themselves; of walking; of speaking; of being\nsilent. You must see the difference.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 82}
{"text": "“I dare say you would; but I, simple I, saw nothing but the fact, that\nMiss Fairfax was nearly dashed from the vessel and that Mr. Dixon\ncaught her.—It was the work of a moment. And though the consequent\nshock and alarm was very great and much more durable—indeed I believe\nit was half an hour before any of us were comfortable again—yet that\nwas too general a sensation for any thing of peculiar anxiety to be\nobservable. I do not mean to say, however, that you might not have made\ndiscoveries.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 92}
{"text": "“Emma!” cried he, looking eagerly at her, “are you, indeed?”—but\nchecking himself—“No, no, I understand you—forgive me—I am pleased that\nyou can say even so much.—He is no object of regret, indeed! and it\nwill not be very long, I hope, before that becomes the acknowledgment\nof more than your reason.—Fortunate that your affections were not\nfarther entangled!—I could never, I confess, from your manners, assure\nmyself as to the degree of what you felt—I could only be certain that\nthere was a preference—and a preference which I never believed him to\ndeserve.—He is a disgrace to the name of man.—And is he to be rewarded\nwith that sweet young woman?—Jane, Jane, you will be a miserable\ncreature.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 118}
{"text": "Such an adventure as this,—a fine young man and a lovely young woman\nthrown together in such a way, could hardly fail of suggesting certain\nideas to the coldest heart and the steadiest brain. So Emma thought, at\nleast. Could a linguist, could a grammarian, could even a mathematician\nhave seen what she did, have witnessed their appearance together, and\nheard their history of it, without feeling that circumstances had been\nat work to make them peculiarly interesting to each other?—How much\nmore must an imaginist, like herself, be on fire with speculation and\nforesight!—especially with such a groundwork of anticipation as her\nmind had already made.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 107}
{"text": "“Oh, I didn’t know what I was a-doing. I wish I may die this minute if I\ndid. It was all on account of the whiskey and the excitement, I reckon.\nI never used a weepon in my life before, Joe. I’ve fought, but never\nwith weepons. They’ll all say that. Joe, don’t tell! Say you won’t tell,\nJoe—that’s a good feller. I always liked you, Joe, and stood up for you,\ntoo. Don’t you remember? You _won’t_ tell, _will_ you, Joe?” And the\npoor creature dropped on his knees before the stolid murderer, and\nclasped his appealing hands.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 99}
{"text": "The new boy went off brushing the dust from his clothes, sobbing,\nsnuffling, and occasionally looking back and shaking his head and\nthreatening what he would do to Tom the “next time he caught him out.”\n To which Tom responded with jeers, and started off in high feather, and\nas soon as his back was turned the new boy snatched up a stone, threw it\nand hit him between the shoulders and then turned tail and ran like\nan antelope. Tom chased the traitor home, and thus found out where he\nlived. He then held a position at the gate for some time, daring the\nenemy to come outside, but the enemy only made faces at him through the\nwindow and declined. At last the enemy’s mother appeared, and called Tom\na bad, vicious, vulgar child, and ordered him away. So he went away; but\nhe said he “’lowed” to “lay” for that boy.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 154}
{"text": "“When Miss Smiths and Mr. Eltons get acquainted—they do indeed—and\nreally it is strange; it is out of the common course that what is so\nevidently, so palpably desirable—what courts the pre-arrangement of\nother people, should so immediately shape itself into the proper form.\nYou and Mr. Elton are by situation called together; you belong to one\nanother by every circumstance of your respective homes. Your marrying\nwill be equal to the match at Randalls. There does seem to be a\nsomething in the air of Hartfield which gives love exactly the right\ndirection, and sends it into the very channel where it ought to flow.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 106}
{"text": "She put the jacket away, and stood by musing a minute. Twice she put out\nher hand to take the garment again, and twice she refrained. Once more\nshe ventured, and this time she fortified herself with the thought:\n“It’s a good lie—it’s a good lie—I won’t let it grieve me.” So she\nsought the jacket pocket. A moment later she was reading Tom’s piece of\nbark through flowing tears and saying: “I could forgive the boy, now, if\nhe’d committed a million sins!”", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 84}
{"text": "To Isabella, the relief of such tidings was very great, and they were\nscarcely less acceptable to Emma on her father’s account, who was\nimmediately set as much at ease on the subject as his nervous\nconstitution allowed; but the alarm that had been raised could not be\nappeased so as to admit of any comfort for him while he continued at\nRandalls. He was satisfied of there being no present danger in\nreturning home, but no assurances could convince him that it was safe\nto stay; and while the others were variously urging and recommending,\nMr. Knightley and Emma settled it in a few brief sentences: thus—", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 108}
{"text": "“Such an extraordinary dream of mine!” he cried. “I can never think of\nit without laughing.—She hears us, she hears us, Miss Woodhouse. I see\nit in her cheek, her smile, her vain attempt to frown. Look at her. Do\nnot you see that, at this instant, the very passage of her own letter,\nwhich sent me the report, is passing under her eye—that the whole\nblunder is spread before her—that she can attend to nothing else,\nthough pretending to listen to the others?”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 84}
{"text": "With the exception of this little blot, Emma found that his visit\nhitherto had given her friend only good ideas of him. Mrs. Weston was\nvery ready to say how attentive and pleasant a companion he made\nhimself—how much she saw to like in his disposition altogether. He\nappeared to have a very open temper—certainly a very cheerful and\nlively one; she could observe nothing wrong in his notions, a great\ndeal decidedly right; he spoke of his uncle with warm regard, was fond\nof talking of him—said he would be the best man in the world if he were\nleft to himself; and though there was no being attached to the aunt, he\nacknowledged her kindness with gratitude, and seemed to mean always to\nspeak of her with respect. This was all very promising; and, but for\nsuch an unfortunate fancy for having his hair cut, there was nothing to\ndenote him unworthy of the distinguished honour which her imagination\nhad given him; the honour, if not of being really in love with her, of\nbeing at least very near it, and saved only by her own\nindifference—(for still her resolution held of never marrying)—the\nhonour, in short, of being marked out for her by all their joint\nacquaintance.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 210}
{"text": "Tuesday afternoon came, and waned to the twilight. The village of St.\nPetersburg still mourned. The lost children had not been found. Public\nprayers had been offered up for them, and many and many a private prayer\nthat had the petitioner’s whole heart in it; but still no good news came\nfrom the cave. The majority of the searchers had given up the quest\nand gone back to their daily avocations, saying that it was plain the\nchildren could never be found. Mrs. Thatcher was very ill, and a great\npart of the time delirious. People said it was heartbreaking to hear her\ncall her child, and raise her head and listen a whole minute at a time,\nthen lay it wearily down again with a moan. Aunt Polly had drooped into\na settled melancholy, and her gray hair had grown almost white. The\nvillage went to its rest on Tuesday night, sad and forlorn.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 155}
{"text": "Aunt Polly’s happiness was complete, and Mrs. Thatcher’s nearly so. It\nwould be complete, however, as soon as the messenger dispatched with the\ngreat news to the cave should get the word to her husband. Tom lay upon\na sofa with an eager auditory about him and told the history of the\nwonderful adventure, putting in many striking additions to adorn it\nwithal; and closed with a description of how he left Becky and went\non an exploring expedition; how he followed two avenues as far as his\nkite-line would reach; how he followed a third to the fullest stretch\nof the kite-line, and was about to turn back when he glimpsed a far-off\nspeck that looked like daylight; dropped the line and groped toward it,\npushed his head and shoulders through a small hole, and saw the broad\nMississippi rolling by!", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 142}
{"text": "The minister gave out his text and droned along monotonously through an\nargument that was so prosy that many a head by and by began to nod—and\nyet it was an argument that dealt in limitless fire and brimstone and\nthinned the predestined elect down to a company so small as to be hardly\nworth the saving. Tom counted the pages of the sermon; after church he\nalways knew how many pages there had been, but he seldom knew anything\nelse about the discourse. However, this time he was really interested\nfor a little while. The minister made a grand and moving picture of the\nassembling together of the world’s hosts at the millennium when the lion\nand the lamb should lie down together and a little child should lead\nthem. But the pathos, the lesson, the moral of the great spectacle\nwere lost upon the boy; he only thought of the conspicuousness of the\nprincipal character before the on-looking nations; his face lit with the\nthought, and he said to himself that he wished he could be that child,\nif it was a tame lion.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 186}
{"text": "“Jane caught a bad cold, poor thing! so long ago as the 7th of\nNovember, (as I am going to read to you,) and has never been well\nsince. A long time, is not it, for a cold to hang upon her? She never\nmentioned it before, because she would not alarm us. Just like her! so\nconsiderate!—But however, she is so far from well, that her kind\nfriends the Campbells think she had better come home, and try an air\nthat always agrees with her; and they have no doubt that three or four\nmonths at Highbury will entirely cure her—and it is certainly a great\ndeal better that she should come here, than go to Ireland, if she is\nunwell. Nobody could nurse her, as we should do.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 130}
{"text": "Her own father’s perfect exemption from any thought of the kind, the\nentire deficiency in him of all such sort of penetration or suspicion,\nwas a most comfortable circumstance. Happily he was not farther from\napproving matrimony than from foreseeing it.—Though always objecting to\nevery marriage that was arranged, he never suffered beforehand from the\napprehension of any; it seemed as if he could not think so ill of any\ntwo persons’ understanding as to suppose they meant to marry till it\nwere proved against them. She blessed the favouring blindness. He could\nnow, without the drawback of a single unpleasant surmise, without a\nglance forward at any possible treachery in his guest, give way to all\nhis natural kind-hearted civility in solicitous inquiries after Mr.\nFrank Churchill’s accommodation on his journey, through the sad evils\nof sleeping two nights on the road, and express very genuine unmixed\nanxiety to know that he had certainly escaped catching cold—which,\nhowever, he could not allow him to feel quite assured of himself till\nafter another night.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 174}
{"text": "The sitting began; and Harriet, smiling and blushing, and afraid of not\nkeeping her attitude and countenance, presented a very sweet mixture of\nyouthful expression to the steady eyes of the artist. But there was no\ndoing any thing, with Mr. Elton fidgeting behind her and watching every\ntouch. She gave him credit for stationing himself where he might gaze\nand gaze again without offence; but was really obliged to put an end to\nit, and request him to place himself elsewhere. It then occurred to her\nto employ him in reading.", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 92}
{"text": "“Thank you, dear Miss Woodhouse. Yes, indeed, there is every thing in\nthe world that can make her happy in it. Except the Sucklings and\nBragges, there is not such another nursery establishment, so liberal\nand elegant, in all Mrs. Elton’s acquaintance. Mrs. Smallridge, a most\ndelightful woman!—A style of living almost equal to Maple Grove—and as\nto the children, except the little Sucklings and little Bragges, there\nare not such elegant sweet children anywhere. Jane will be treated with\nsuch regard and kindness!—It will be nothing but pleasure, a life of\npleasure.—And her salary!—I really cannot venture to name her salary to\nyou, Miss Woodhouse. Even you, used as you are to great sums, would\nhardly believe that so much could be given to a young person like\nJane.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 130}
{"text": "The Terror of the Seas had brought a side of bacon, and had about worn\nhimself out with getting it there. Finn the Red-Handed had stolen a\nskillet and a quantity of half-cured leaf tobacco, and had also brought\na few corn-cobs to make pipes with. But none of the pirates smoked or\n“chewed” but himself. The Black Avenger of the Spanish Main said it\nwould never do to start without some fire. That was a wise thought;\nmatches were hardly known there in that day. They saw a fire smouldering\nupon a great raft a hundred yards above, and they went stealthily\nthither and helped themselves to a chunk. They made an imposing\nadventure of it, saying, “Hist!” every now and then, and suddenly\nhalting with finger on lip; moving with hands on imaginary dagger-hilts;\nand giving orders in dismal whispers that if “the foe” stirred, to “let\nhim have it to the hilt,” because “dead men tell no tales.” They knew\nwell enough that the raftsmen were all down at the village laying\nin stores or having a spree, but still that was no excuse for their\nconducting this thing in an unpiratical way.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 196}
{"text": "“Yes, and you done more than that,” said Injun Joe, approaching the\ndoctor, who was now standing. “Five years ago you drove me away from\nyour father’s kitchen one night, when I come to ask for something to\neat, and you said I warn’t there for any good; and when I swore I’d get\neven with you if it took a hundred years, your father had me jailed for\na vagrant. Did you think I’d forget? The Injun blood ain’t in me for\nnothing. And now I’ve _got_ you, and you got to _settle_, you know!”", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 96}
{"text": "A good part of the whispering had been occasioned by an event which was\nmore or less rare—the entrance of visitors: lawyer Thatcher, accompanied\nby a very feeble and aged man; a fine, portly, middle-aged gentleman\nwith iron-gray hair; and a dignified lady who was doubtless the latter’s\nwife. The lady was leading a child. Tom had been restless and full of\nchafings and repinings; conscience-smitten, too—he could not meet Amy\nLawrence’s eye, he could not brook her loving gaze. But when he saw this\nsmall newcomer his soul was all ablaze with bliss in a moment. The next\nmoment he was “showing off” with all his might—cuffing boys, pulling\nhair, making faces—in a word, using every art that seemed likely to\nfascinate a girl and win her applause. His exaltation had but one\nalloy—the memory of his humiliation in this angel’s garden—and that\nrecord in sand was fast washing out, under the waves of happiness that\nwere sweeping over it now.", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 162}
{"text": "The tick escaped from Tom, presently, and crossed the equator. Joe\nharassed him awhile, and then he got away and crossed back again. This\nchange of base occurred often. While one boy was worrying the tick with\nabsorbing interest, the other would look on with interest as strong, the\ntwo heads bowed together over the slate, and the two souls dead to all\nthings else. At last luck seemed to settle and abide with Joe. The\ntick tried this, that, and the other course, and got as excited and as\nanxious as the boys themselves, but time and again just as he would\nhave victory in his very grasp, so to speak, and Tom’s fingers would\nbe twitching to begin, Joe’s pin would deftly head him off, and keep\npossession. At last Tom could stand it no longer. The temptation was too\nstrong. So he reached out and lent a hand with his pin. Joe was angry in\na moment. Said he:", "class": "Human", "author": "Mark Twain", "book": "Tom Sawyer", "word_count": 162}
{"text": "“This was really his,” said Harriet.—“Do not you remember one\nmorning?—no, I dare say you do not. But one morning—I forget exactly\nthe day—but perhaps it was the Tuesday or Wednesday before _that_\n_evening_, he wanted to make a memorandum in his pocket-book; it was\nabout spruce-beer. Mr. Knightley had been telling him something about\nbrewing spruce-beer, and he wanted to put it down; but when he took out\nhis pencil, there was so little lead that he soon cut it all away, and\nit would not do, so you lent him another, and this was left upon the\ntable as good for nothing. But I kept my eye on it; and, as soon as I\ndared, caught it up, and never parted with it again from that moment.”", "class": "Human", "author": "Jane Austen", "book": "Emma", "word_count": 129}
